Repository: WordPressBugBounty/plugins-local-delivery-drivers-for-woocommerce
Catalog: local-delivery-drivers-for-woocommerce/languages/lddfw-*.po
Languages: ar, de_de, es_es, he_il, it_it, pt_pt, ru_ru

source: Failed to send WhatsApp, the WhatsApp phone number is missing.
ar: تعذَّر إرسال WhatsApp، رقم الهاتف المرسل إليه WhatsApp غير متوفر.
de_de: WhatsApp konnte nicht gesendet werden, die WhatsApp-Telefonnummer fehlt.
es_es: Error al enviar WhatsApp, falta el número de teléfono de WhatsApp.
he_il: שליחת WhatsApp נכשלה, מספר הטלפון של WhatsApp חסר.
it_it: Impossibile inviare WhatsApp, manca il numero di telefono di WhatsApp.
pt_pt: Falha ao enviar WhatsApp, o número de telefone do WhatsApp está ausente.
ru_ru: Не удалось отправить сообщение WhatsApp, номер телефона для WhatsApp отсутствует.

source: Failed to send WhatsApp, the WhatsApp provider is missing.
ar: تعذَّر إرسال WhatsApp، مشغل خدمة WhatsApp غير متوفر.
de_de: WhatsApp konnte nicht gesendet werden, der WhatsApp-Anbieter fehlt.
es_es: Error al enviar WhatsApp, falta el proveedor de WhatsApp.
he_il: שליחת WhatsApp נכשלה, ספק WhatsApp חסר.
it_it: Impossibile inviare WhatsApp, il provider di WhatsApp è mancante.
pt_pt: Falha ao enviar o WhatsApp, o provedor do WhatsApp está ausente.
ru_ru: Не удалось отправить сообщение WhatsApp, сервис интеграции WhatsApp отсутствует.

source: Failed to send WhatsApp, the WhatsApp provider is not supported.
ar: تعذَّر إرسال WhatsApp، مشغل خدمة WhatsApp غير مدعوم.
de_de: WhatsApp konnte nicht gesendet werden, der WhatsApp-Anbieter wird nicht unterstützt.
es_es: Error al enviar WhatsApp, el proveedor de WhatsApp no es compatible.
he_il: שליחת WhatsApp נכשלה, ספק WhatsApp אינו נתמך.
it_it: Impossibile inviare WhatsApp, il provider di WhatsApp non è supportato.
pt_pt: Falha ao enviar o WhatsApp, o provedor do WhatsApp não é compatível.
ru_ru: Не удалось отправить сообщение WhatsApp, сервис интеграции WhatsApp не поддерживается.

source: Failed to send WhatsApp: the Content SID is missing.
ar: فشل إرسال WhatsApp: معرف المحتوى (SID) مفقود.
de_de: WhatsApp konnte nicht gesendet werden: Die Inhalts-SID fehlt.
es_es: Error al enviar WhatsApp: falta el SID del contenido.
he_il: שליחת WhatsApp נכשלה: מזהה התוכן (Content SID) חסר.
it_it: Impossibile inviare WhatsApp: manca il Content SID.
pt_pt: Falha ao enviar WhatsApp: o SID do conteúdo está ausente.
ru_ru: Не удалось отправить WhatsApp: отсутствует SID контента.

source: Failed to send WhatsApp: the message data is incomplete.
ar: فشل إرسال WhatsApp: بيانات الرسالة غير مكتملة.
de_de: WhatsApp konnte nicht gesendet werden: Die Nachrichtendaten sind unvollständig.
es_es: Error al enviar WhatsApp: los datos del mensaje están incompletos.
he_il: שליחת WhatsApp נכשלה: נתוני ההודעה אינם מלאים.
it_it: Impossibile inviare WhatsApp: dati del messaggio incompleti.
pt_pt: Falha ao enviar WhatsApp: os dados da mensagem estão incompletos.
ru_ru: Не удалось отправить WhatsApp: данные сообщения неполные.

source: Failed to send WhatsApp: unrecognized message type.
ar: فشل إرسال WhatsApp: نوع الرسالة غير معروف.
de_de: WhatsApp konnte nicht gesendet werden: Nachrichtentyp nicht erkannt.
es_es: Error al enviar WhatsApp: tipo de mensaje no reconocido.
he_il: שליחת WhatsApp נכשלה: סוג הודעה לא מזוהה.
it_it: Impossibile inviare WhatsApp: tipo di messaggio non riconosciuto.
pt_pt: Falha ao enviar WhatsApp: tipo de mensagem não reconhecido.
ru_ru: Не удалось отправить WhatsApp: нераспознанный тип сообщения.

source: Filter By
ar: البحث حسب خيار معين
de_de: Filtern nach
es_es: Filtrado por
he_il: סינון ע"י
it_it: Filtra per
pt_pt: Filtrar por
ru_ru: Отображать заказы

source: Finish planning route
ar: اكمل تصميم مسارك
de_de: Routenplanung beenden
es_es: Terminar ruta de planificación
he_il: סיים לתכנן מסלול
it_it: Termina la pianificazione del percorso
pt_pt: Concluir o plano de rota
ru_ru: Завершить планирование маршрута

source: First name
ar: الإسم الاول
de_de: Vorname
es_es: Nombre
he_il: שם פרטי
it_it: Nome
pt_pt: Primeiro nome
ru_ru: Имя

source: First name is empty.
ar: بيانات الإسم الأول غير متوفرة.
de_de: Vorname ist leer.
es_es: Nombre está vacío.
he_il: שדה שם פרטי ריק
it_it: Il nome è vuoto.
pt_pt: Primeiro nome está vazio.
ru_ru: Имя не указано.

source: Fixed Price
ar: سعر ثابت
de_de: Festpreis
es_es: Precio Fijo
he_il: מחיר
it_it: Prezzo fisso
pt_pt: Preço fixo
ru_ru: Фиксированная цена

source: Fixed Price + Distance
ar: سعر ثابت + المسافة
de_de: Festpreis + Entfernung
es_es: Precio Fijo + Distancia
he_il: מחיר קבוע + מרחק
it_it: Prezzo fisso + Distanza
pt_pt: Preço Fixo + Distância
ru_ru: Фиксированная цена + расстояние

source: For more information about how to create a WhatsApp account %1$sclick here%2$s.
ar: مزيد من المعلومات عن كيفية إنشاء حساب WhatsApp %1$s، انقر هنا %2$s .
de_de: Für weitere Informationen zur Erstellung eines WhatsApp-Kontos %1$sklicken Sie hier%2$s.
es_es: Para obtener más información sobre cómo crear una cuenta de WhatsApp %1$shaga clic aquí%2$s.
he_il: למידע נוסף על אופן יצירת חשבון WhatsApp %1$sלחץ כאן%2$s.
it_it: Per maggiori informazioni su come creare un account WhatsApp %1$sclicca qui%2$s.
pt_pt: Para obter mais informações sobre como criar uma conta do WhatsApp %1$sclick here%2$s.
ru_ru: Для получения дополнительной информации о том, как создать учётную запись WhatsApp %1$sнажмите сюда%2$s.

source: For more information about how to create an SMS account %1$sclick here%2$s.
ar: لمزيد من المعلومات عن كيفية إنشاء حساب إرساليات قصيرة SMS%1$s، انقر هنا %2$s.
de_de: Für weitere Informationen zum Erstellen eines SMS-Kontos %1$sklicken Sie hier%2$s.
es_es: Para obtener más información sobre cómo crear una cuenta de SMS %1$shaga clic aquí%2$s.
he_il: למידע נוסף על אופן יצירת חשבון SMS %1$sלחץ כאן%2$s.
it_it: Per maggiori informazioni su come creare un account SMS %1$sclicca qui%2$s.
pt_pt: Para obter mais informações sobre como criar uma conta SMS %1$sclick here%2$s.
ru_ru: Для получения дополнительной информации о том, как создать учётную запись SMS %1$sнажмите сюда%2$s.

source: For more information about the tracking page, please %1$sclick here%2$s.
ar: لمزيد من المعلومات المتعلقة بصفحة المراقبة، الرجاء %1$s النقر هنا %2$s.
de_de: Für weitere Informationen zur Tracking-Seite, bitte %1$shier klicken%2$s.
es_es: Para obtener más información sobre la página de seguimiento, por favor %1$shaga clic aquí%2$s.
he_il: למידע נוסף על דף המעקב, אנא %1$sלחץ כאן%2$s.
it_it: Per maggiori informazioni sulla pagina di tracciamento, %1$sclicca qui%2$s.
pt_pt: Para obter mais informações sobre a página de rastreamento, %1$sclick here%2$s.
ru_ru: Для получения дополнительной информации об отслеживании %1$sнажмите сюда%2$s.

source: For the tracking map, please enable Geocoding API on both google API keys.
ar: لخريطة التتبع، يرجى تمكين Geocoding API على كلا مفتاحي Google API.
de_de: Für die Tracking-Karte bitte die Geocoding-API auf beiden Google-API-Schlüsseln aktivieren.
es_es: Para el mapa de seguimiento, habilite la API de Geocodificación en ambas claves de API de Google.
he_il: עבור מפת המעקב, אנא הפעל את ה-Geocoding API בשני מפתחות ה-API של Google.
it_it: Per la mappa di tracciamento, abilita la Geocoding API su entrambe le chiavi API di Google.
pt_pt: Para o mapa de rastreamento, ative a API de geocodificação em ambas as chaves da API do Google.
ru_ru: Для использования отслеживания курьера по карте, включите Geocoding API для обоих ключей API Google.

source: Forgot password?
ar: نسيت كلمة العبور؟
de_de: Passwort vergessen?
es_es: ¿Se te olvidó tu contraseña?
he_il: שכחת סיסמא?
it_it: Hai dimenticato la password?
pt_pt: Esqueceu-se da password?
ru_ru: Забыли пароль?

source: Forgot your password?
ar: نسيت كلمة العبور؟
de_de: Passwort vergessen?
es_es: ¿Olvidaste tu contraseña?
he_il: שכחת סיסמא?
it_it: Hai dimenticato la tua password?
pt_pt: Forgot password?
ru_ru: Забыли свой пароль?

source: From
ar: من
de_de: Von
es_es: Desde
he_il: מ
it_it: Da
pt_pt: De
ru_ru: С

source: from pickup address.
ar: من عنوان الإستلام.
de_de: ab Abholadresse.
es_es: desde la dirección de recogida.
he_il: מכתובת האיסוף.
it_it: dall'indirizzo di ritiro.
pt_pt: do endereço de coleta.
ru_ru: с адреса выдачи заказа.

source: Full name
ar: الإسم الكامل
de_de: Vollständiger Name
es_es: Nombre completo
he_il: שם מלא
it_it: Nome e cognome
pt_pt: Nome completo
ru_ru: Полное имя

source: General Settings
ar: خيارات عامة
de_de: Allgemeine Einstellungen
es_es: Configuración General
he_il: הגדרות כלליות
it_it: Impostazioni generali
pt_pt: Configurações Gerais
ru_ru: Общие настройки

source: General settings
ar: خيارات عامة
de_de: Allgemeine Einstellungen
es_es: Configuración general
he_il: הגדרות כלליות
it_it: Impostazioni generali
pt_pt: Configurações Gerais
ru_ru: Общие настройки

source: Get proof of delivery.
ar: تحصل على إثبات بالتسليم.
de_de: Holen Sie sich einen Liefernachweis.
es_es: Obtenga comprobante de entrega.
he_il: קבל הוכחת משלוח.
it_it: Ottieni la prova di consegna.
pt_pt: Obter comprovativo de entrega.
ru_ru: Получите подтверждение доставки.

source: Get started
ar: الإنطلاق
de_de: Loslegen
es_es: Ingresar
he_il: התחל
it_it: Inizia
pt_pt: Iniciar
ru_ru: Войти

source: Give the driver permission to claim orders.
ar: منح الإذن للسائق بالحصول على الطلبيات.
de_de: Erteilen Sie dem Fahrer die Erlaubnis, Aufträge zu beanspruchen.
es_es: Dar permiso al repartidor para reclamar pedidos.
he_il: תן לשליח אישור לשייך הזמנות.
it_it: Concedi all'autista il permesso di reclamare gli ordini.
pt_pt: Dar permissão ao estafeta para reivindicar pedidos.
ru_ru: Дайте курьеру право запрашивать заказы.

source: Google API key
de_de: Google API-Schlüssel
es_es: Clave de API de Google
it_it: Chiave API di Google
pt_pt: Chave API do Google
ru_ru: Ключ API Google

source: Google API key not exists.
ar: Google API key غير متوفر.
de_de: Der Google API-Schlüssel ist nicht vorhanden.
es_es: La clave de API de Google no existe.
he_il: מפתח ה- API של גוגל לא קיים.
it_it: La chiave API di Google non esiste.
pt_pt: A chave da API do Google não existe.
ru_ru: Ключ API Google некорректный.

source: Google Maps
ar: خرائط جوجل Google Maps
ru_ru: Карты Google

source: Google maps not showing – missing key.
ar: خرائط جوجل غير متوفرة - المفتاح غير متوفر.
de_de: Google Maps wird nicht angezeigt – Schlüssel fehlt.
es_es: No se muestran los mapas de Google - falta la clave.
he_il: מפות גוגל לא מוצגות - חסר מפתח.
it_it: Google Maps non visibile – chiave mancante.
pt_pt: Google Maps não exibido - chave ausente.
ru_ru: Карты Google не отображаются – отсутствует ключ.

source: Got it
ar: فهمتك
de_de: Ich habs
es_es: Entiendo
he_il: הבנתי
it_it: Fatto
pt_pt: Entendi
ru_ru: Понятно

source: Hello [billing_first_name], status of your order #[order_id] with [store_name] has been changed to [order_status].
ar: مرحباً [billing_first_name]، تم تغيير حالة طلبك رقم #[order_id] من [store_name] إلى [order_status].
de_de: Hallo [billing_first_name], der Status Ihrer Bestellung #[order_id] bei [store_name] wurde auf [order_status] geändert.
es_es: Hola [billing_first_name], el estado de su pedido #[order_id] con [store_name] ha sido cambiado a [order_status].
he_il: שלום [billing_first_name], סטטוס הזמנתך #[order_id] עם [store_name] שונה ל [order_status].
it_it: Ciao [billing_first_name], lo stato del tuo ordine #[order_id] con [store_name] è stato aggiornato a [order_status].
pt_pt: Olá [billing_first_name], o status do seu pedido #[order_id] da [store_name] foi alterado para [order_status].
ru_ru: Здравствуйте [billing_first_name], статус вашего заказа #[order_id] с [store_name] был изменен на [order_status].

source: Hello [billing_first_name], the delivery for order #[order_id] with [store_name] has been started. [estimated_time_of_arrival] [tracking_url]
ar: مرحباً [billing_first_name]، لقد بدأ تسليم طلبك رقم #[order_id] من [store_name]. [estimated_time_of_arrival] [tracking_url]
de_de: Hallo [billing_first_name], die Lieferung für Bestellung #[order_id] bei [store_name] wurde gestartet. [estimated_time_of_arrival] [tracking_url]
es_es: Hola [billing_first_name], la entrega del pedido #[order_id] con [store_name] ha comenzado. [estimated_time_of_arrival] [tracking_url]
he_il: שלום [billing_first_name], המשלוח עבור הזמנה #[order_id] עם [store_name] התחיל. [estimated_time_of_arrival] [tracking_url]
it_it: Ciao [billing_first_name], la consegna dell'ordine #[order_id] con [store_name] è iniziata. [estimated_time_of_arrival] [tracking_url]
pt_pt: Olá [billing_first_name], a entrega do pedido #[order_id] da [store_name] foi iniciada. [estimated_time_of_arrival] [tracking_url]
ru_ru: Здравствуйте [billing_first_name], доставка для заказа #[order_id] с [store_name] началась. [estimated_time_of_arrival] [tracking_url]

source: Hello [billing_first_name], we apologize, but your order #[order_id] from [store_name] could not be delivered as scheduled.
ar: مرحباً [billing_first_name]، نعتذر، ولكن لم يتم تسليم طلبك رقم #[order_id] من [store_name] كما هو مقرر.
de_de: Hallo [billing_first_name], wir entschuldigen uns, aber Ihre Bestellung #[order_id] von [store_name] konnte nicht wie geplant geliefert werden.
es_es: Hola [billing_first_name], nos disculpamos, pero su pedido #[order_id] de [store_name] no pudo ser entregado según lo programado.
he_il: שלום [billing_first_name], אנו מתנצלים, אך לא ניתן היה למסור את הזמנתך #[order_id] מ-[store_name] כמתוכנן.
it_it: Ciao [billing_first_name], ci scusiamo ma il tuo ordine #[order_id] da [store_name] non è stato consegnato come previsto.
pt_pt: Olá [billing_first_name], pedimos desculpas, mas o seu pedido #[order_id] da [store_name] não pôde ser entregue conforme o agendado.
ru_ru: Здравствуйте [billing_first_name], приносим извинения, но ваш заказ #[order_id] из [store_name] не был доставлен в соответствии с планом.

source: Hello [billing_first_name], your order #[order_id] from [store_name] has been successfully delivered.
ar: مرحباً [billing_first_name]، تم تسليم طلبك رقم #[order_id] من [store_name] بنجاح.
de_de: Hallo [billing_first_name], Ihre Bestellung #[order_id] von [store_name] wurde erfolgreich geliefert.
es_es: Hola [billing_first_name], tu pedido #[order_id] de [store_name] ha sido entregado con éxito.
he_il: שלום [billing_first_name], הזמנתך #[order_id] מ-[store_name] נמסרה בהצלחה.
it_it: Ciao [billing_first_name], il tuo ordine #[order_id] da [store_name] è stato consegnato con successo.
pt_pt: Olá [billing_first_name], o seu pedido #[order_id] da [store_name] foi entregue com sucesso.
ru_ru: Здравствуйте [billing_first_name], ваш заказ #[order_id] из [store_name] был успешно доставлен.

source: Hello [billing_first_name], your order #[order_id] with [store_name] delivery has been started.
ar: مرحباً [billing_first_name]، لقد بدأ تسليم طلبك رقم #[order_id] من [store_name].
de_de: Hallo [billing_first_name], die Lieferung Ihrer Bestellung #[order_id] bei [store_name] wurde gestartet.
es_es: Hola [billing_first_name], el envío de tu pedido #[order_id] con [store_name] ha comenzado.
he_il: שלום [billing_first_name], המשלוח של הזמנתך #[order_id] עם [store_name] התחיל.
it_it: Ciao [billing_first_name], la consegna dell'ordine #[order_id] con [store_name] è stata avviata.
pt_pt: Olá [billing_first_name], a entrega do seu pedido #[order_id] da [store_name] foi iniciada.
ru_ru: Здравствуйте [billing_first_name], доставка вашего заказа #[order_id] с [store_name] была начата.

source: Hello [delivery_driver_first_name], order #[order_id] with [store_name] has been assigned to you. [delivery_driver_page]
ar: مرحباً [delivery_driver_first_name]، تم تعيين الطلب رقم #[order_id] من [store_name] لك. [delivery_driver_page]
de_de: Hallo [delivery_driver_first_name], Bestellung #[order_id] bei [store_name] wurde Ihnen zugewiesen. [delivery_driver_page]
es_es: Hola [delivery_driver_first_name], el pedido #[order_id] de [store_name] ha sido asignado a ti. [delivery_driver_page]
he_il: שלום [delivery_driver_first_name], הזמנה #[order_id] עם [store_name] שויכה אליך. [delivery_driver_page]
it_it: Ciao [delivery_driver_first_name], ti è stato assegnato l'ordine #[order_id] con [store_name]. [delivery_driver_page]
pt_pt: Olá [delivery_driver_first_name], o pedido #[order_id] da [store_name] foi atribuído a você. [delivery_driver_page]
ru_ru: Здравствуйте [delivery_driver_first_name], заказ #[order_id] с [store_name] был назначен вам. [delivery_driver_page]

source: Hello,
ar: مرحبا،
de_de: Hallo,
es_es: Hola,
he_il: שלום,
it_it: Ciao,
pt_pt: Olá,
ru_ru: Привет,

source: Hi %s,
ar: مرحبا %s،
de_de: Hey %s,
es_es: Hola %s,
he_il: שלום %s,
it_it: Ciao %s,
pt_pt: Olá %s,
ru_ru: Привет, %s!

source: Home
ar: البيت
de_de: Heim
es_es: Inicio
he_il: בית
it_it: Casa
pt_pt: Casa
ru_ru: Главная

source: hour
ar: ساعة
de_de: Stunde
es_es: hora
he_il: שעה
it_it: ora
pt_pt: Hora
ru_ru: час

source: hours
ar: ساعات
de_de: Std
es_es: horas
he_il: שעות
it_it: ore
pt_pt: horas
ru_ru: ч.

source: However, some orders are already assigned to drivers and were skipped.
ar: ومع ذلك، تم بالفعل تعيين بعض الطلبات للسائقين وتم تخطيها.
de_de: Einige Bestellungen sind bereits Fahrern zugewiesen und wurden übersprungen.
es_es: Sin embargo, algunos pedidos ya fueron asignados a conductores y se omitieron.
he_il: עם זאת, חלק מההזמנות כבר שויכו לנהגים ודולגו.
it_it: Tuttavia, alcuni ordini sono già stati assegnati agli autisti e sono stati ignorati.
pt_pt: No entanto, alguns pedidos já foram atribuídos a motoristas e foram ignorados.
ru_ru: Однако некоторые заказы уже назначены водителям и были пропущены.

source: I am
ar: انا
de_de: ich bin
es_es: Yo estoy
he_il: אני
it_it: Io sono
pt_pt: Estou
ru_ru: Я

source: If this was a mistake, just ignore this email and nothing will happen.
ar: إن تم إرسال هذا الإشعار عن طريق الخطأ، فالرجاء تجاهل الرسالة.
de_de: Wenn dies ein Fehler war, ignorieren Sie diese E-Mail einfach und nichts wird passieren.
es_es: Si esto fue un error, simplemente ignore este correo electrónico y no sucederá nada.
he_il: אם זו הייתה טעות, פשוט התעלם מדוא"ל זה ושום דבר לא יקרה.
it_it: Se si tratta di un errore, ignora questa email e non succederà nulla.
pt_pt: Se foi um erro, ignore este e-mail.
ru_ru: Если это было сделано по ошибке, просто проигнорируйте это письмо.

source: Image data is too large
ar: بيانات الصورة كبيرة جدًا
de_de: Bilddaten sind zu groß
es_es: Los datos de la imagen son demasiado grandes.
he_il: נתוני התמונה גדולים מדי
it_it: I dati dell'immagine sono troppo grandi
pt_pt: Os dados da imagem são grandes demais
ru_ru: Данные изображения слишком большие

source: In order to use the Google Maps API, we need to create two keys for application restrictions purposes.%1$s For more information about how to create the Google API key %2$sclick here%3$s.
ar: لإتاحة استعمال API خرائط جوجل Google Maps API ، يتوجب إنشاء زوج من المفاتيح لأغراض القيود المفروضة.%1$s ، لمزيد من المعلومات عن كيفية إنشاء مفتاح Google API key%2$s الرجاء النقر هنا %3$s.
de_de: Um das Google Maps-API verwenden zu können, müssen wir aus Anwendungsbeschränkungen zwei Schlüssel erstellen.%1$s Weitere Informationen zum Erstellen des Google-API-Schlüssels %2$sklicken Sie hier%3$s.
es_es: Para poder utilizar la API de Google Maps, necesitamos crear dos claves con fines de restricción de la aplicación. %1$s Para obtener más información sobre cómo crear la clave de la API de Google %2$sclic aquí%3$s.
he_il: על מנת להשתמש בממשק ה- API של מפות Google, עלינו ליצור שני מפתחות למטרות הגבלת יישומים.%1$s למידע נוסף על אופן יצירת מפתח ה- API של גוגל%2$s לחץ כאן%3$s
it_it: Per utilizzare l'API di Google Maps, è necessario creare due chiavi per scopi di restrizione dell'applicazione.%1$s Per maggiori informazioni su come creare la chiave API di Google %2$sclicca qui%3$s.
pt_pt: Para usar a API do Google Maps, precisamos criar duas chaves para fins de restrição de aplicativos.%1$s Para obter mais informações sobre como criar a chave da Google API key %2$sclick here%3$s.
ru_ru: Чтобы использовать Google Maps API, необходимо создать два ключа для целей ограничений приложений.%1$s Для получения дополнительной информации о том, как создать ключ Google API %2$sнажмите сюда%3$s.

source: Incorrect address.
ar: عنوان خاطئ.
de_de: Falsche Adresse.
es_es: Dirección incorrecta.
he_il: כתובת לא נכונה.
it_it: Indirizzo errato.
pt_pt: Morada incorreta.
ru_ru: Неверный адрес

source: Info
ar: البيانات
de_de: Die Info
es_es: Información
he_il: מידע
pt_pt: Informação
ru_ru: Информация

source: Information
ar: الإرشادات
es_es: Información
he_il: מידע
it_it: Informazioni
pt_pt: Informação
ru_ru: Информация

source: Invalid order type.
ar: نوع الطلب غير صالح.
de_de: Ungültiger Bestelltyp.
es_es: Tipo de pedido no válido.
he_il: סוג הזמנה לא חוקי.
it_it: Tipo di ordine non valido.
pt_pt: Tipo de pedido inválido.
ru_ru: Неверный тип заказа.

source: Item
ar: عنصر
de_de: Artikel
es_es: Artículo
he_il: פריט
it_it: Articolo
pt_pt: Pedido
ru_ru: Товар

source: Item damaged.
ar: عنصر تالف.
de_de: Artikel beschädigt.
es_es: Artículo dañado.
he_il: פריט ניזוק.
it_it: Articolo danneggiato.
pt_pt: Pedido danificado.
ru_ru: Товар поврежден

source: Item Lost.
ar: عنصر مفقود.
de_de: Artikel verloren.
es_es: Articulo Perdido.
he_il: פריט אבד.
it_it: Articolo perso.
pt_pt: Pedido perdido.
ru_ru: Товар потерян

source: Just to let you know &mdash; the delivery for your order #%s has been started.
ar: هذا إشعار لنعلمك &mdash; ان طلبيتك # %s تم الإنطلاق في تسليمها.
de_de: Nur um Sie wissen zu lassen – die Lieferung für Ihre Bestellung #%s hat begonnen.
es_es: Solo para informarle que se ha iniciado la entrega de su pedido #%s.
he_il: אנו שמחים להודיעך — שהזמנתך #%s בדרך אליך.
it_it: Solo per informarti &mdash; la consegna del tuo ordine #%s è stata avviata.
pt_pt: Apenas para informá-lo &mdash; a entrega do pedido #%s foi iniciada.
ru_ru: Просто чтобы вы знали — доставка для вашего заказа №%s уже началась.

source: Just to let you know &mdash; your order #%s delivery has failed:
ar: هذا إشعار لنعلمك &mdash; ان طلبيتك # %s قد تعذر تسليمها:
de_de: Nur um Sie wissen zu lassen – Ihre Bestellung #%s Lieferung ist fehlgeschlagen:
es_es: Solo para informarle - la entrega de su pedido #%s ha fallado:
he_il: אנו מצטערים להודיעך &mdash; שהמשלוח בהזמנתך #%s נכשל:
it_it: Solo per informarti &mdash; la consegna del tuo ordine #%s non è riuscita:
pt_pt: Apenas para informá-lo &mdash; A entrega do pedido #%s falhou:
ru_ru: Просто чтобы вы знали — доставка вашего заказа №%s не удалась:

source: Just to let you know &mdash; your order #%s has been assigned to driver.
ar: هذا إشعار لنعلمك &mdash; ان طلبيتك # %s وقع إحالتها إلى سائق تسليم.
de_de: Nur um Sie wissen zu lassen – Ihre Bestellung #%s wurde dem Fahrer zugewiesen.
es_es: Solo para informarle &mdash; su pedido #%s ha sido asignado a un repartidor.
he_il: לידיעתך & mdash; הזמנתך #%s שוייכה לשליח.
it_it: Solo per informarti &mdash; il tuo ordine #%s è stato assegnato a un autista.
pt_pt: Apenas para informar &mdash; o pedido #%s foi atribuído ao motorista.
ru_ru: Просто чтобы вы знали — ваш заказ №%s был назначен курьеру.

source: Just to let you know &mdash; your order #%s has been claimed by a driver.
ar: هذا إشعار لنعلمك &mdash; ان طلبيتك # %s تم إسنادها إلى سائق تسليم.
de_de: Nur um Sie wissen zu lassen – Ihre Bestellung #%s wurde von einem Fahrer angefordert.
es_es: Solo para informarle &mdash; su pedido #%s ha sido reclamado por un repartidor.
he_il: לידיעתך & mdash; הזמנתך #%s שוייכה על ידי שליח.
it_it: Solo per informarti &mdash; il tuo ordine #%s è stato reclamato da un autista.
pt_pt: Apenas para informar &mdash; o pedido #%s foi reivindicado por um motorista.
ru_ru: Просто чтобы вы знали — ваш заказ №%s был запрошен курьером.
