Repository: WordPressBugBounty/plugins-local-delivery-drivers-for-woocommerce
Catalog: local-delivery-drivers-for-woocommerce/languages/lddfw-*.po
Languages: ar, de_de, es_es, he_il, it_it, pt_pt, ru_ru

source: Your {site_title} order has been assigned to driver!
ar: تمت إحالة طلبك {site_title} إلى سائق معين!
de_de: Ihre Bestellung {site_title} wurde dem Fahrer zugewiesen!
es_es: ¡Su pedido de {site_title} ha sido asignado a un conductor!
he_il: הזמנתך ב-{site_title} שויכה לנהג!
it_it: Il tuo ordine su {site_title} è stato assegnato a un autista!
pt_pt: O pedido do {site_title} foi atribuído ao motorista!
ru_ru: Ваш заказ на {site_title} был назначен курьеру!

source: Your {site_title} order has been claimed by a driver!
ar: تمت إحالة طلبك {site_title} إلى سائق معين!
de_de: Ihre Bestellung {site_title} wurde von einem Fahrer übernommen!
es_es: ¡Su pedido de {site_title} ha sido reclamado por un conductor!
he_il: הזמנתך ב-{site_title} שויכה על ידי נהג!
it_it: Il tuo ordine su {site_title} è stato reclamato da un autista!
pt_pt: O pedido do {site_title} foi reivindicado por um motorista!
ru_ru: Ваш заказ {site_title} был запрошен курьером!

source: Your {site_title} order has been delivered!
ar: وقع تسليم طلبك {site_title}!
de_de: Ihre Bestellung {site_title} wurde zugestellt!
es_es: ¡Su pedido de {site_title} ha sido entregado!
he_il: הזמנתך ב-{site_title} נמסרה!
it_it: Il tuo ordine su {site_title} è stato consegnato!
pt_pt: O seu {site_title} pedido do foi entregue!
ru_ru: Ваш заказ на {site_title} был доставлен!

source: Your {site_title} order is out for delivery!
ar: تم خروج طلبيتك {site_title} للتسليم!
de_de: Ihre Bestellung von {site_title} ist zur Lieferung unterwegs!
es_es: ¡Su pedido de {site_title} está listo para la entrega!
he_il: הזמנתך ב-{site_title} יצאה למשלוח!
it_it: Il tuo ordine su {site_title} è fuori per la consegna!
pt_pt: O seu pedido {site_title} seguiu para entrega!
ru_ru: Ваш заказ на {site_title} был передан курьеру!

source: Delivery Image
ar: صورة التوصيل
de_de: Lieferbild
es_es: Imagen de entrega
he_il: תמונת משלוח
it_it: Immagine di consegna
pt_pt: Imagem de entrega
ru_ru: Изображение доставки

source: Directions request failed due to
ar: فشل طلب الاتجاهات بسبب
de_de: Routenanforderung fehlgeschlagen aufgrund von
es_es: La solicitud de direcciones falló debido a
he_il: בקשת נתיב נכשלה עקב
it_it: La richiesta delle direzioni è fallita a causa di
pt_pt: A solicitação de direções falhou devido a
ru_ru: Запрос маршрута не удался из-за

source: Error deleting image on server
ar: خطأ في حذف الصورة من الخادم
de_de: Fehler beim Löschen des Bildes auf dem Server
es_es: Error al eliminar la imagen en el servidor
he_il: שגיאה במחיקת תמונה בשרת
it_it: Errore durante l'eliminazione dell'immagine sul server
pt_pt: Erro ao eliminar a imagem no servidor
ru_ru: Ошибка при удалении изображения на сервере

source: Error saving image on server
ar: خطأ في حفظ الصورة على الخادم
de_de: Fehler beim Speichern des Bildes auf dem Server
es_es: Error al guardar la imagen en el servidor
he_il: שגיאה בשמירת תמונה בשרת
it_it: Errore durante il salvataggio dell'immagine sul server
pt_pt: Erro ao guardar a imagem no servidor
ru_ru: Ошибка при сохранении изображения на сервере

source: Failed to contact server to delete image.
ar: فشل في الاتصال بالخادم لحذف الصورة.
de_de: Fehler beim Kontaktieren des Servers zum Löschen des Bildes.
es_es: No se pudo contactar con el servidor para eliminar la imagen.
he_il: נכשל בניסיון ליצור קשר עם השרת למחיקת תמונה.
it_it: Impossibile contattare il server per eliminare l'immagine.
pt_pt: Falha ao contactar o servidor para eliminar a imagem.
ru_ru: Не удалось связаться с сервером для удаления изображения.

source: Failed to contact server to save image.
ar: فشل في الاتصال بالخادم لحفظ الصورة.
de_de: Fehler beim Kontaktieren des Servers zum Speichern des Bildes.
es_es: No se pudo contactar con el servidor para guardar la imagen.
he_il: נכשל בניסיון ליצור קשר עם השרת לשמירת תמונה.
it_it: Impossibile contattare il server per salvare l'immagine.
pt_pt: Falha ao contactar o servidor para guardar a imagem.
ru_ru: Не удалось связаться с сервером для сохранения изображения.

source: Distance: precise %1$s (rounded %2$s) × %3$s = %4$s
ar: المسافة: دقيقة %1$s (مقربة %2$s) × %3$s = %4$s
de_de: Entfernung: genau %1$s (gerundet %2$s) × %3$s = %4$s
es_es: Distancia: precisa %1$s (redondeada %2$s) × %3$s = %4$s
he_il: מרחק: מדויק %1$s (מעוגל %2$s) × %3$s = %4$s
it_it: Distanza: precisa %1$s (arrotondata %2$s) × %3$s = %4$s
pt_pt: Distância: precisa %1$s (arredondada %2$s) × %3$s = %4$s
ru_ru: Расстояние: точное %1$s (округлённое %2$s) × %3$s = %4$s

source: The commission was calculated as a fixed fee of %s.
ar: تم حساب العمولة كرسوم ثابتة بقيمة %s.
de_de: Die Provision wurde als feste Gebühr von %s berechnet.
es_es: La comisión se calculó como una tarifa fija de %s.
he_il: העמלה חושבה כדמי שירות קבועים של %s.
it_it: La commissione è stata calcolata come una tariffa fissa di %s.
pt_pt: A comissão foi calculada como uma taxa fixa de %s.
ru_ru: Комиссия была рассчитана как фиксированная плата в размере %s.

source: The commission was calculated by adding a fixed fee of %1$s and a precise distance of %3$s (displayed as %4$s) from pickup address, at a rate of %6$s per unit (rounded %2$s), totaling %5$s.
ar: تم حساب العمولة بإضافة رسوم ثابتة بقيمة %1$s ومسافة دقيقة قدرها %3$s (معروضة كـ %4$s) من عنوان الاستلام، بمعدل %6$s لكل وحدة (مقربة %2$s)، ليصبح المجموع %5$s.
de_de: Die Provision wurde durch Hinzufügen einer festen Gebühr von %1$s und einer genauen Entfernung von %3$s (angezeigt als %4$s) ab der Abholadresse zum Satz von %6$s pro Einheit (gerundet %2$s) berechnet und beträgt insgesamt %5$s.
es_es: La comisión se calculó sumando una tarifa fija de %1$s y una distancia precisa de %3$s (mostrada como %4$s) desde la dirección de recogida, a una tarifa de %6$s por unidad (redondeada %2$s), sumando un total de %5$s.
he_il: העמלה חושבה על ידי הוספת דמי שירות קבועים של %1$s ומרחק מדויק של %3$s (מוצג כ־%4$s) מכתובת האיסוף, לפי תעריף של %6$s ליחידה (מעוגל %2$s), וסה"כ %5$s.
it_it: La commissione è stata calcolata aggiungendo una tariffa fissa di %1$s e una distanza precisa di %3$s (visualizzata come %4$s) dall'indirizzo di ritiro, con una tariffa di %6$s per unità (arrotondata %2$s), per un totale di %5$s.
pt_pt: A comissão foi calculada ao somar uma taxa fixa de %1$s e uma distância precisa de %3$s (mostrada como %4$s) desde o endereço de recolha, à taxa de %6$s por unidade (arredondada %2$s), totalizando %5$s.
ru_ru: Комиссия была рассчитана путём добавления фиксированной платы %1$s и точного расстояния %3$s (отображается как %4$s) от адреса получения, по ставке %6$s за единицу (округлено %2$s), всего %5$s.

source: The commission was calculated by applying %1$s%% to the delivery fee of %2$s, resulting in %3$s.
ar: تم حساب العمولة بتطبيق نسبة %1$s%% على رسوم التوصيل البالغة %2$s، مما نتج عنه %3$s.
de_de: Die Provision wurde berechnet, indem %1$s%% auf die Liefergebühr von %2$s angewendet wurden, was %3$s ergibt.
es_es: La comisión se calculó aplicando %1$s%% a la tarifa de entrega de %2$s, resultando en %3$s.
he_il: העמלה חושבה על ידי החלת %1$s%% מדמי המשלוח בסך %2$s, והתוצאה היא %3$s.
it_it: La commissione è stata calcolata applicando il %1$s%% alla tariffa di consegna di %2$s, ottenendo %3$s.
pt_pt: A comissão foi calculada aplicando %1$s%% à taxa de entrega de %2$s, resultando em %3$s.
ru_ru: Комиссия была рассчитана путём применения %1$s%% к стоимости доставки %2$s, в результате получилось %3$s.

source: The commission was calculated by applying %1$s%% to the net order total ( %2$s − %3$s = %4$s ), resulting in %5$s.
ar: تم حساب العمولة بتطبيق نسبة %1$s%% على إجمالي الطلب الصافي ( %2$s − %3$s = %4$s )، مما نتج عنه %5$s.
de_de: Die Provision wurde berechnet, indem %1$s%% auf den Nettobestellwert ( %2$s − %3$s = %4$s ) angewendet wurden, was %5$s ergibt.
es_es: La comisión se calculó aplicando %1$s%% al total neto del pedido ( %2$s − %3$s = %4$s ), resultando en %5$s.
he_il: העמלה חושבה על ידי החלת %1$s%% מסכום ההזמנה נטו ( %2$s − %3$s = %4$s ), והתוצאה היא %5$s.
it_it: La commissione è stata calcolata applicando il %1$s%% al totale netto dell'ordine ( %2$s − %3$s = %4$s ), ottenendo %5$s.
pt_pt: A comissão foi calculada aplicando %1$s%% ao total líquido do pedido ( %2$s − %3$s = %4$s ), resultando em %5$s.
ru_ru: Комиссия была рассчитана путём применения %1$s%% к чистой сумме заказа ( %2$s − %3$s = %4$s ), в результате получилось %5$s.

source: The commission was calculated using both precise components from pickup address: %1$s.
ar: تم حساب العمولة باستخدام كلا المكونين الدقيقين من عنوان الاستلام: %1$s.
de_de: Die Provision wurde anhand beider präzisen Komponenten ab der Abholadresse berechnet: %1$s.
es_es: La comisión se calculó utilizando ambos componentes precisos desde la dirección de recogida: %1$s.
he_il: העמלה חושבה באמצעות שני רכיבים מדויקים מכתובת האיסוף: %1$s.
it_it: La commissione è stata calcolata utilizzando entrambi i componenti precisi dall'indirizzo di ritiro: %1$s.
pt_pt: A comissão foi calculada usando ambos os componentes precisos do endereço de recolha: %1$s.
ru_ru: Комиссия была рассчитана с использованием двух точных компонентов от адреса получения: %1$s.

source: The commission was calculated using the precise distance of %1$s (displayed as %2$s) from pickup address, at a rate of %3$s per unit (rounded %4$s).
ar: تم حساب العمولة باستخدام المسافة الدقيقة %1$s (معروضة كـ %2$s) من عنوان الاستلام، بمعدل %3$s لكل وحدة (مقربة %4$s).
de_de: Die Provision wurde mit der genauen Entfernung von %1$s (angezeigt als %2$s) ab der Abholadresse zum Satz von %3$s pro Einheit (gerundet %4$s) berechnet.
es_es: La comisión se calculó utilizando la distancia precisa de %1$s (mostrada como %2$s) desde la dirección de recogida, a una tarifa de %3$s por unidad (redondeada %4$s).
he_il: העמלה חושבה לפי מרחק מדויק של %1$s (מוצג כ־%2$s) מכתובת האיסוף, בתעריף של %3$s ליחידה (מעוגל %4$s).
it_it: La commissione è stata calcolata utilizzando la distanza precisa di %1$s (visualizzata come %2$s) dall'indirizzo di ritiro, con una tariffa di %3$s per unità (arrotondata %4$s).
pt_pt: A comissão foi calculada usando a distância precisa de %1$s (mostrada como %2$s) desde o endereço de recolha, à taxa de %3$s por unidade (arredondada %4$s).
ru_ru: Комиссия была рассчитана с использованием точного расстояния %1$s (отображается как %2$s) от адреса получения, по ставке %3$s за единицу (округлено %4$s).

source: The commission was calculated using the precise duration of %1$s minutes (displayed as %2$s) from pickup address, at a rate of %3$s per minute (rounded %4$s).
ar: تم حساب العمولة باستخدام المدة الدقيقة %1$s دقيقة (معروضة كـ %2$s) من عنوان الاستلام، بمعدل %3$s لكل دقيقة (مقربة %4$s).
de_de: Die Provision wurde mit der genauen Dauer von %1$s Minuten (angezeigt als %2$s) ab der Abholadresse zum Satz von %3$s pro Minute (gerundet %4$s) berechnet.
es_es: La comisión se calculó utilizando la duración precisa de %1$s minutos (mostrada como %2$s) desde la dirección de recogida, a una tarifa de %3$s por minuto (redondeada %4$s).
he_il: העמלה חושבה לפי משך זמן מדויק של %1$s דקות (מוצג כ־%2$s) מכתובת האיסוף, בתעריף של %3$s לדקה (מעוגל %4$s).
it_it: La commissione è stata calcolata utilizzando la durata precisa di %1$s minuti (visualizzata come %2$s) dall'indirizzo di ritiro, con una tariffa di %3$s al minuto (arrotondata %4$s).
pt_pt: A comissão foi calculada usando a duração precisa de %1$s minutos (mostrada como %2$s) desde o endereço de recolha, à taxa de %3$s por minuto (arredondada %4$s).
ru_ru: Комиссия была рассчитана с использованием точной продолжительности %1$s минут (отображается как %2$s) от адреса получения, по ставке %3$s за минуту (округлено %4$s).

source: Time: precise %1$s minutes (rounded %2$s) × %3$s = %4$s
ar: الوقت: دقيق %1$s دقيقة (مقرب %2$s) × %3$s = %4$s
de_de: Zeit: genau %1$s Minuten (gerundet %2$s) × %3$s = %4$s
es_es: Tiempo: preciso %1$s minutos (redondeado %2$s) × %3$s = %4$s
he_il: זמן: מדויק %1$s דקות (מעוגל %2$s) × %3$s = %4$s
it_it: Tempo: preciso %1$s minuti (arrotondato %2$s) × %3$s = %4$s
pt_pt: Tempo: preciso %1$s minutos (arredondado %2$s) × %3$s = %4$s
ru_ru: Время: точное %1$s минут (округлено %2$s) × %3$s = %4$s

source: Auto-assign drivers action happen on processing status orders.
ar: خيار التعيين الآلي للسائقين يطبق على الطلبيات التي تكون في وضعية التجهيز.
de_de: Die automatische Zuweisung von Fahrern erfolgt bei der Verarbeitung von Statusaufträgen.
es_es: La acción de asignación automática de repartidores ocurre en el procesamiento de estado de pedido.
he_il: פעולת שיוך הזמנות אוטומטית לשליחים מתרחשת בסטטוס הזמנה בתהליך.
it_it: L'azione di auto-assegnazione degli autisti avviene sugli ordini in stato di elaborazione.
pt_pt: A atribuição automática de estafetas ocorre em pedidos em processamento.

source: Email
ar: البريد الإلكتروني
es_es: Correo electrónico
he_il: מייל

source: Email: %s
ar: البريد الإلكتروني: %s
es_es: Correo Electrónico: %s
he_il: מייל: %s

source: woocommerce
ar: ووكومرس

source: example@email.com
de_de: beispiel@email.com
es_es: ejemplo@email.com
it_it: esempio@email.com
pt_pt: exemplo@email.com
