Repository: WordPressBugBounty/plugins-local-delivery-drivers-for-woocommerce
Catalog: local-delivery-drivers-for-woocommerce/languages/lddfw-*.po
Languages: ar, de_de, es_es, he_il, it_it, pt_pt, ru_ru

source: Upgrading to Premium will unlock it.
ar: عند الإنتقال للنسخة المميزة سيتوفر الخيار.
de_de: Durch ein Upgrade auf Premium wird es freigeschaltet.
es_es: Actualizar a Premium lo desbloqueará.
he_il: שדרוג ל-Premium יבטל את הנעילה.
it_it: L'aggiornamento a Premium lo sbloccherà.
pt_pt: A atualização para Premium irá desbloqueá-lo.
ru_ru: Переход на Премиум-тариф разблокирует это.

source: User is not a delivery driver
ar: المستخدم ليس بسائق تسليم
de_de: Benutzer ist kein Lieferfahrer
es_es: El usuario no es un repartidor
he_il: המשתמש אינו שליח
it_it: L'utente non è un autista di consegna
pt_pt: O usuário não é um estafeta
ru_ru: Пользователь не является курьером

source: User is not a driver.
ar: المستخدم ليس سائقًا.
de_de: Benutzer ist kein Fahrer.
es_es: El usuario no es un repartidor.
he_il: המשתמש אינו שליח
it_it: L'utente non è un autista.
pt_pt: O usuário não é um estafeta.
ru_ru: Пользователь не является курьером.

source: Vehicle
ar: العربة
de_de: Fahrzeug
es_es: Vehículo
he_il: רכב
it_it: Veicolo
pt_pt: Veículo
ru_ru: Транспортное средство

source: Vehicle type
ar: صنف العربة
de_de: Fahrzeugtyp
es_es: Tipo de Vehículo
he_il: סוג רכב
it_it: Tipo di veicolo
pt_pt: Tipo de Veículo
ru_ru: Транспорт

source: via
ar: عبر
de_de: über
es_es: vía
he_il: עם
pt_pt: através
ru_ru: Тариф:

source: View assigned orders
ar: الإطلاع على الطلبيات التي تم تعيينها
de_de: Zugeordnete Bestellungen anzeigen
es_es: Ver pedidos asignados
he_il: צפה בהזמנות ששויכו
it_it: Visualizza ordini assegnati
pt_pt: Ver pedidos atribuídos
ru_ru: Просмотр назначенных заказов

source: View commission.
ar: عرض العمولة.
de_de: Provision anzeigen.
es_es: Ver comisión.
he_il: צפייה בעמלות שליח.
it_it: Visualizza commissione.
pt_pt: Ver comissão.
ru_ru: Просмотр комиссии

source: View Custom Fields
ar: عرض المواصفات المعينة
de_de: Benutzerdefinierte Felder anzeigen
es_es: Ver Campos Personalizados
he_il: צפה בשדות מיוחדים
it_it: Visualizza campi personalizzati
pt_pt: Exibir campos personalizados
ru_ru: Просмотр произвольных полей

source: View customer billing address.
ar: عرض عنوان فوترة العميل.
de_de: Kunden-Rechnungsadresse anzeigen.
es_es: Ver dirección de facturación del cliente.
he_il: הצג את כתובת הלקוח לחיוב.
it_it: Visualizza indirizzo di fatturazione del cliente.
pt_pt: Visualizar o endereço de cobrança do cliente.
ru_ru: Посмотреть платёжный адрес клиента.

source: View customer details.
ar: عرض تفاصيل العميل.
de_de: Kundendetails anzeigen.
es_es: Ver detalles del cliente.
he_il: צפה בפרטי הלקוח.
it_it: Visualizza dettagli cliente.
pt_pt: Visualizar os detalhes do cliente.
ru_ru: Посмотреть сведения о клиенте.

source: View customer WhatsApp button.
ar: عرض زر WhatsApp الخاص بالعميل.
de_de: Kunden WhatsApp-Button anzeigen.
es_es: Ver botón de WhatsApp del cliente.
he_il: הצג כפתור WhatsApp ללקוח.
it_it: Visualizza pulsante WhatsApp del cliente.
pt_pt: Visualizar o botão WhatsApp do cliente.
ru_ru: Кнопка просмотра WhatsApp клиента.

source: View deliveries
ar: عرض طلبيات التسليم
de_de: Lieferungen anzeigen
es_es: Ver entregas
he_il: הצג משלוחים
it_it: Visualizza consegne
pt_pt: Ver entregas
ru_ru: Просмотр доставок

source: View driver name.
ar: عرض اسم السائق.
de_de: Fahrername anzeigen.
es_es: Ver el nombre del conductor.
he_il: הצגת שם השליח.
it_it: Visualizza nome autista.
pt_pt: Ver o nome do estafeta.
ru_ru: Просмотр имени курьера

source: View driver phone number.
ar: عرض الرقم الهاتفي للسائق.
de_de: Fahrernummer anzeigen.
es_es: Ver el número de teléfono del conductor.
he_il: הצגת מספר הטלפון של השליח
it_it: Visualizza numero di telefono autista.
pt_pt: Ver número de telemóvel do estafeta.
ru_ru: Просмотр номера телефона курьера

source: View driver photo.
ar: عرض صورة السائق.
de_de: Fahrerfoto anzeigen.
es_es: Ver foto del conductor.
he_il: הצגת תמונת השליח.
it_it: Visualizza foto autista.
pt_pt: Ver foto do estafeta.
ru_ru: Просмотр фотографии курьера

source: View drivers' routes on a map.
ar: عرض مسارات السائقين على الخريطة.
de_de: Routen der Fahrer auf der Karte anzeigen.
es_es: Ver las rutas de los repartidores en un mapa.
he_il: הצג את מסלולי הנהג במפה.
it_it: Visualizza i percorsi degli autisti su una mappa.
pt_pt: Visualize as rotas dos estafetas no mapa.
ru_ru: Просмотр маршрутов курьеров на карте.

source: View how much money did you make today.
ar: عرض الأرباح التي قمت بتحصيلها اليوم.
de_de: Sehen Sie sich an, wie viel Geld Sie heute verdient haben.
es_es: Vea cuánto dinero ganó hoy.
he_il: צפה כמה כסף הרווחת היום.
it_it: Guarda quanti soldi hai guadagnato oggi.
pt_pt: Veja quanto dinheiro ganhou hoje.
ru_ru: Посмотреть, сколько денег заработано сегодня

source: View how much money did you make, orders total, and shipping total.
ar: الإطلاع على مجموع الأرباح، مجموع الطلبيات، ومجموع الشحنات.
de_de: Sehen Sie sich an, wie viel Geld Sie verdient haben, wie viel Sie bestellt haben und wie viel Versand Sie insgesamt erhalten haben.
es_es: Vea cuánto dinero ganó, el total de pedidos y el total de envío.
he_il: ראה כמה כסף עשית, סכום הזמנות וסכום משלוח.
it_it: Guarda quanti soldi hai guadagnato, il totale degli ordini e il totale della spedizione.
pt_pt: Veja quanto dinheiro ganhou, total de pedidos e total de envio.
ru_ru: Посмотреть, сколько денег заработано, количество заказов и доставок.

source: View Items
ar: الإطلاع على العناصر
de_de: Artikel anzeigen
es_es: Ver artículos
he_il: הצג פריט
it_it: Visualizza articoli
pt_pt: Ver itens
ru_ru: Просмотр товаров

source: View order
ar: عرض الطلبية
de_de: Bestellung anzeigen
es_es: Ver pedido
he_il: צפה בהזמנה
it_it: Visualizza ordine
pt_pt: Ver o pedido
ru_ru: Посмотреть заказ

source: View order products.
ar: عرض طلب المنتجات.
de_de: Bestellprodukte anzeigen.
es_es: Ver productos de pedido.
he_il: צפייה במוצרי ההזמנה.
it_it: Visualizza prodotti dell'ordine.
pt_pt: Ver os produtos da encomenda.
ru_ru: Просмотр товаров заказа

source: View order:
ar: عرض الطلب:
de_de: Bestellung anzeigen:
es_es: Ver pedido:
he_il: צפה בהזמנה:
it_it: Visualizza ordine:
pt_pt: Visualizar pedido:
ru_ru: Просмотреть заказ:

source: View orders details on this screen.
ar: عرض بيانات الطلبيات من خلال النقر على هذا الزر.
de_de: Bestelldetails auf diesem Bildschirm anzeigen.
es_es: Ver detalles de pedidos en esta pantalla.
he_il: הצג פרטי הזמנות במסך זה.
it_it: Visualizza i dettagli degli ordini su questa schermata.
pt_pt: Visualize os detalhes dos pedidos nesta tela.
ru_ru: Просмотр сведений о заказах на этом экране.

source: View out for delivery orders
ar: الإطلاع على قائمة طلبات التسليم
de_de: Bestellungen zur Lieferung anzeigen
es_es: Ver pedidos en proceso de entrega
he_il: צפה בהזמנות שיצאו למשלוח
it_it: Visualizza ordini in consegna
pt_pt: Ver pedidos para entrega
ru_ru: Просмотр заказов на доставку

source: View pricing.
ar: عرض السعر.
de_de: Preise anzeigen.
es_es: Ver precios.
he_il: צפייה במחירים.
it_it: Visualizza prezzi.
pt_pt: Ver o preço.
ru_ru: Просмотр цен

source: View Route
ar: عرض المسار
de_de: Route anzeigen
es_es: Ver Ruta
he_il: צפה במסלול
it_it: Visualizza percorso
pt_pt: Ver Rota
ru_ru: Просмотр маршрута

source: View routes' duration and distance.
ar: عرض مدة ومسافة المسارات.
de_de: Dauer und Entfernung der Routen anzeigen.
es_es: Ver la duración y la distancia de las rutas.
he_il: צפו במשך ובמרחק של המסלולים.
it_it: Visualizza durata e distanza dei percorsi.
pt_pt: Veja a duração e distância das rotas.
ru_ru: Просмотр времени пути и расстояния маршрутов.

source: View section
ar: الإطلاع على الأقسام
de_de: Abschnitt anzeigen
es_es: Ver sección
he_il: צפה באזור
it_it: Visualizza sezione
pt_pt: Ver seção
ru_ru: Раздел просмотра

source: View your Route on Google Maps.
ar: عرض مسارك على Google Maps.
de_de: Ihre Route auf Google Maps anzeigen.
es_es: Vea su ruta en Google Maps.
he_il: צפה במסלול שלך במפות Google.
it_it: Visualizza il tuo percorso su Google Maps.
pt_pt: Visualize a sua rota no Google Maps.
ru_ru: Открыть маршрут на картах Google.

source: Virtual items
ar: عناصر إفتراضية
de_de: Virtuelle Gegenstände
es_es: Artículos Virtuales
he_il: מוצרים וירטואלים
it_it: Articoli virtuali
pt_pt: Itens virtuais
ru_ru: Виртуальные товары

source: Walking
ar: المشي
de_de: Gehen
es_es: Caminando
he_il: הליכה
it_it: Camminando
pt_pt: Andar
ru_ru: Пешком

source: We will contact you shortly.
ar: سنقوم بالإتصال بك قريبا.
de_de: Wir werden Sie in Kürze kontaktieren.
es_es: Te contactaremos a la brevedad.
he_il: אנו ניצור עמך קשר בהקדם.
it_it: Ti contatteremo a breve.
pt_pt: Entramos em contato em breve.
ru_ru: Мы свяжемся с вами в ближайшее время.

source: Weight
ar: الوزن
de_de: Gewicht
es_es: Peso
he_il: משקל
it_it: Peso
pt_pt: Peso
ru_ru: Вес

source: WELCOME
ar: مرحبا
de_de: WILLKOMMEN
es_es: BIENVENIDO
he_il: ברוך הבא
it_it: BENVENUTO
pt_pt: BEM-VINDO
ru_ru: Добро пожаловать

source: WhatsApp has been sent successfully to %s
ar: تم إرسال Whatsapp بنجاح إلى %s
de_de: WhatsApp wurde erfolgreich an %s gesendet
es_es: WhatsApp se ha enviado correctamente a %s
he_il: WhatsApp נשלח בהצלחה אל %s
it_it: WhatsApp è stato inviato con successo a %s
pt_pt: O WhatsApp foi enviado com sucesso para %s
ru_ru: WhatsApp-сообщение успешно отправлено на %s

source: WhatsApp phone number
ar: رقم الهاتف WhatsApp
de_de: WhatsApp Telefonnummer
es_es: Número de teléfono de WhatsApp
he_il: WhatsApp מספר טלפון
it_it: Numero di telefono WhatsApp
pt_pt: WhatsApp número telemóvel
ru_ru: Номер WhatsApp

source: WhatsApp provider
ar: مشغِّل WhatsApp
de_de: WhatsApp Anbieter
es_es: Proveedor de WhatsApp
he_il: WhatsApp ספק
it_it: Fornitore di WhatsApp
pt_pt: Provedor de WhatsApp
ru_ru: Сервис интеграции WhatsApp

source: WhatsApp sending is disabled for this message type.
ar: إرسال WhatsApp معطل لهذا النوع من الرسائل.
de_de: Das Senden von WhatsApp ist für diesen Nachrichtentyp deaktiviert.
es_es: El envío de WhatsApp está deshabilitado para este tipo de mensaje.
he_il: שליחת WhatsApp מושבתת עבור סוג הודעה זה.
it_it: L'invio di WhatsApp è disabilitato per questo tipo di messaggio.
pt_pt: O envio de WhatsApp está desativado para este tipo de mensagem.
ru_ru: Отправка WhatsApp отключена для этого типа сообщения.

source: WhatsApp Settings
ar: خيارات WhatsApp
de_de: WhatsApp Einstellungen
es_es: Configuraciones de WhatsApp
he_il: WhatsApp הגדרות
it_it: Impostazioni WhatsApp
pt_pt: Configurações do WhatsApp
ru_ru: Настройки WhatsApp

source: WhatsApp settings
ar: خيارات WhatsApp
de_de: WhatsApp-Einstellungen
es_es: Configuraciones de WhatsApp
he_il: WhatsApp הגדרות
it_it: Impostazioni WhatsApp
pt_pt: Configurações do WhatsApp
ru_ru: Настройки WhatsApp

source: WhatsApp template
ar: قالب WhatsApp
de_de: WhatsApp-Vorlage
es_es: Plantilla de WhatsApp
he_il: WhatsApp תבנית
it_it: Modello WhatsApp
pt_pt: Modelo do WhatsApp
ru_ru: Шаблон сообщения WhatsApp

source: WhatsApp to the customer
ar: إرسال WhatsApp إلى الزبون
de_de: WhatsApp an den Kunden
es_es: WhatsApp al cliente
he_il: WhatsApp ללקוח
it_it: WhatsApp al cliente
pt_pt: WhatsApp para o cliente
ru_ru: WhatsApp-сообщение клиенту

source: WhatsApp to the customer upon driver confirmation of delivery.
ar: إرسال WhatsApp للعميل عند تأكيد السائق للتسليم.
de_de: WhatsApp an den Kunden nach Bestätigung der Lieferung durch den Fahrer.
es_es: WhatsApp al cliente tras la confirmación de entrega por parte del conductor.
he_il: WhatsApp ללקוח עם אישור מסירה של הנהג.
it_it: WhatsApp al cliente alla conferma di consegna da parte dell'autista.
pt_pt: WhatsApp para o cliente após a confirmação da entrega pelo motorista.
ru_ru: WhatsApp клиенту после подтверждения доставки водителем.

source: WhatsApp to the customer upon driver notification of non-delivery.
ar: إرسال WhatsApp للعميل عند إبلاغ السائق بعدم التسليم.
de_de: WhatsApp an den Kunden nach Benachrichtigung des Fahrers über nicht erfolgte Lieferung.
es_es: WhatsApp al cliente tras la notificación de no entrega por parte del conductor.
he_il: WhatsApp ללקוח עם הודעת אי-מסירה של הנהג.
it_it: WhatsApp al cliente alla notifica di mancata consegna da parte dell'autista.
pt_pt: WhatsApp para o cliente após a notificação de não entrega pelo motorista.
ru_ru: WhatsApp клиенту после уведомления водителя о недоставке.

source: WhatsApp to the customer when delivery has been started.
ar: إرسالية عبر WhatsApp لإشعار الزبون بانطلاق عملية تسليم الطلبيات.
de_de: WhatsApp an den Kunden, wenn die Lieferung begonnen hat.
es_es: WhatsApp al cliente cuando se haya iniciado la entrega.
he_il: WhatsApp ללקוח עם תחילת המשלוח.
it_it: WhatsApp al cliente quando la consegna è stata avviata.
pt_pt: WhatsApp para o cliente quando a entrega foi iniciada.
ru_ru: WhatsApp-сообщение клиенту, когда доставка была начата.

source: WhatsApp to the customer when the driver started the delivery.
ar: إرسالية عبر WhatsApp لإشعار الزبون بأن السائق انطلق في عملية تسليم الطلبيات.
de_de: WhatsApp an den Kunden, wenn der Fahrer mit der Lieferung begonnen hat.
es_es: WhatsApp al cliente cuando el conductor haya iniciado la entrega.
he_il: WhatsApp ללקוח כשהשליח התחיל את המשלוח.
it_it: WhatsApp al cliente quando l'autista ha iniziato la consegna.
pt_pt: WhatsApp para o cliente quando o estafeta iniciou a entrega.
ru_ru: WhatsApp-сообщение клиенту, когда курьер начал доставку.

source: WhatsApp to the customer when the order is out for delivery.
ar: إرسالية عبر WhatsApp لإشعار الزبون بأن الطلبية خرجت للتسليم.
de_de: WhatsApp an den Kunden, wenn die Bestellung zur Lieferung unterwegs ist.
es_es: WhatsApp al cliente cuando el pedido esté en reparto.
he_il: WhatsApp ללקוח כשההזמנה יוצאת למשלוח.
it_it: WhatsApp al cliente quando l'ordine è fuori per la consegna.
pt_pt: WhatsApp para o cliente quando o pedido sair para entrega.
ru_ru: WhatsApp-сообщение клиенту, когда заказ отправлен в путь.

source: WhatsApp to the delivery driver when a new order is assigned.
ar: إرسالية عبر WhatsApp لإشعار سائق التسليم عند توفر طلبية جديدة.
de_de: WhatsApp an den Lieferfahrer, wenn eine neue Bestellung zugewiesen wird.
es_es: WhatsApp al conductor de reparto cuando se asigna un nuevo pedido.
he_il: WhatsApp לשליח כאשר משוייכת אליו הזמנה חדשה.
it_it: WhatsApp al fattorino quando viene assegnato un nuovo ordine.
pt_pt: WhatsApp para o estafeta quando um novo pedido é atribuído.
ru_ru: WhatsApp-сообщение курьеру при назначении нового заказа.

source: WhatsApp to the driver
ar: إرسال WhatsApp إلى السائق
de_de: WhatsApp an den Fahrer
es_es: WhatsApp al conductor
he_il: WhatsApp לשליח
it_it: WhatsApp al conducente
pt_pt: WhatsApp para o estafeta
ru_ru: WhatsApp-сообщение курьеру

source: When you calculate directions, you may specify the transportation mode to use.
ar: عند حساب الاتجاهات، يمكنك تحديد وسيلة النقل المراد استخدامها.
de_de: Wenn Sie die Routen berechnen, können Sie den zu verwendenden Transportmodus angeben.
es_es: Cuando calcule las direcciones, puede especificar el modo de transporte que utilizará.
he_il: כאשר אתה מתכנן מסלולים, אתה יכול לציין את מצב התחבורה הרצוי.
it_it: Quando calcoli le direzioni, puoi specificare il modo di trasporto da utilizzare.
pt_pt: Ao calcular as direções, pode especificar o meio de transporte a ser usado.
ru_ru: При расчёте маршрутов можно указать используемый вид транспорта.

source: With drivers
ar: مع السائقين
de_de: Mit Fahrern
es_es: Con repartidores
he_il: עם שליחים
it_it: Con autisti
pt_pt: Com estafetas
ru_ru: С курьерами

source: With premium version you will be able to:
ar: بحصولك على النسخة المميزة ستكون قادرا على:
de_de: Mit der Premium-Version können Sie:
es_es: Con la versión premium podrás:
he_il: עם גרסת הפרימיום תוכל:
it_it: Con la versione premium sarai in grado di:
pt_pt: Com a versão premium, é possivel:
ru_ru: С премиум-версией вы сможете:

source: Without drivers
ar: بدون سائقين
de_de: Ohne Fahrer
es_es: Sin repartidores
he_il: ללא שליחים
it_it: Senza autisti
pt_pt: Sem motoristas
ru_ru: Без курьеров

source: Write the driver vehicle type / model.
ar: قم بتدوين صنف / موديل عربة السائق.
de_de: Schreiben Sie den Fahrzeugtyp / das Modell des Fahrers.
es_es: Escriba el tipo/modelo del vehículo del repartidor.
he_il: הכנס סוג רכב, לוחית רישוי של השליח.
it_it: Scrivi il tipo/modello di veicolo dell'autista.
pt_pt: Escreva o tipo / modelo do veículo do estafeta.
ru_ru: Укажите тип/модель транспортного средства.

source: Write the signer's name and add a signature.
ar: قم بتدوين إسم صاحب التوقيع إلى جانب التوقيع.
de_de: Schreiben Sie den Namen des Unterzeichners und fügen Sie eine Unterschrift hinzu.
es_es: Escriba el nombre del firmante y agregue una firma.
he_il: כתוב את שם החותם והוסף חתימה.
it_it: Scrivi il nome del firmatario e aggiungi una firma.
pt_pt: Escreva o nome do cliente e adicione uma assinatura.
ru_ru: Введите имя подписывающего и выведите подпись.

source: Write your note
ar: قم بتدوين ملاحظتك
de_de: Schreiben Sie Ihre Notiz
es_es: Escribe tu nota
he_il: כתוב הערה
it_it: Scrivi la tua nota
pt_pt: Escreva uma nota
ru_ru: Введите свой вариант

source: Write your note for the customer.
ar: قم بتدوين ملاحظتك للزبون.
de_de: Schreiben Sie Ihre Notiz für den Kunden.
es_es: Escriba su nota para el cliente.
he_il: כתוב הערה ללקוח.
it_it: Scrivi la tua nota per il cliente.
pt_pt: Escreva uma nota para o cliente.
ru_ru: Отправьте покупателю уведомление.

source: Yes
ar: نعم
de_de: Ja
es_es: Si
he_il: כן
it_it: Sì
pt_pt: Sim
ru_ru: Да

source: Yesterday
ar: بالأمس
de_de: Gestern
es_es: Ayer
he_il: אתמול
it_it: Ieri
pt_pt: Ontem
ru_ru: Вчера

source: You are not a registered delivery driver.
ar: المستخدم ليس بسائق تسليم طلبيات مسجل.
de_de: Sie sind kein registrierter Lieferfahrer.
es_es: No es un repartidor registrado.
he_il: אינך שליח רשום.
it_it: Non sei registrato come autista di consegna.
pt_pt: Não se encontra como estafeta registado
ru_ru: Вы не являетесь зарегистрированным курьером.

source: You cannot upload more than %d images
ar: لا يمكنك تحميل أكثر من %d صورة
de_de: Sie können nicht mehr als %d Bilder hochladen
es_es: No puedes subir más de %d imágenes
he_il: לא ניתן להעלות יותר מ־%d תמונות
it_it: Non puoi caricare più di %d immagini
pt_pt: Não pode carregar mais de %d imagens
ru_ru: Вы не можете загрузить более %d изображений

source: You cannot upload more than %d images in total
ar: لا يمكنك تحميل أكثر من %d صورة إجمالاً
de_de: Sie können insgesamt nicht mehr als %d Bilder hochladen
es_es: No puedes subir más de %d imágenes en total
he_il: לא ניתן להעלות יותר מ־%d תמונות בסך הכול
it_it: Non puoi caricare più di %d immagini in totale
pt_pt: Não pode carregar mais de %d imagens no total
ru_ru: Вы не можете загрузить более %d изображений всего

source: You Discovered a Premium Feature!
ar: لقد تحصلت على خاصية إضافية مميزة!
de_de: Sie haben eine Premium-Funktion entdeckt!
es_es: ¡Descubrió una Función Premium!
he_il: גילית תכונת פרימיום!
it_it: Hai scoperto una funzionalità Premium!
pt_pt: Descobriu um recurso premium!
ru_ru: Вы открыли для себя премиальную функцию!

source: You previously unassigned this order on %s.
ar: لقد قمت بإلغاء تعيين هذا الطلب مسبقًا في %s.
de_de: Sie haben diese Bestellung zuvor am %s abgemeldet.
es_es: Anteriormente desasignaste este pedido el %s.
he_il: ביטלת בעבר את שיוך ההזמנה הזו בתאריך %s.
it_it: Hai precedentemente annullato l'assegnazione di questo ordine il %s.
pt_pt: Você desfez a atribuição deste pedido em %s.
ru_ru: Вы ранее отменили назначение этого заказа на %s.

source: Your account is not active, please contact the dispatch center.
ar: حسابك غير نشط، الرجاء الإتصال بمركز الإرسال.
de_de: Ihr Konto ist nicht aktiv, bitte wenden Sie sich an das Dispositionszentrum.
es_es: Su cuenta no está activa, comuníquese con la central
he_il: חשבונך אינו פעיל, אנא פנה למרכז השיגור.
it_it: Il tuo account non è attivo, contatta il centro di spedizione.
pt_pt: A sua conta não está ativa, entre em contato com a central.
ru_ru: Ваша учётная запись не активна, пожалуйста, свяжитесь с диспетчерским центром.

source: Your application has been sent successfully.
ar: تم إرسال مطلبك بنجاح.
de_de: Ihre Bewerbung wurde erfolgreich gesendet.
es_es: Su solicitud ha sido enviada con éxito.
he_il: בקשתך נשלחה בהצלחה.
it_it: La tua richiesta è stata inviata con successo.
pt_pt: A sua inscrição foi enviada com sucesso.
ru_ru: Ваша заявка успешно отправлена.

source: Your delivery route is completed
ar: اكتمال مسار تسليم الطلبية
de_de: Ihre Lieferroute ist abgeschlossen
es_es: Su ruta de entrega está completa
he_il: מסלול המשלוח שלך הושלם
it_it: Il tuo percorso di consegna è completato
pt_pt: A sua rota de entrega está concluída
ru_ru: Ваш маршрут доставки завершён.

source: Your next delivery
ar: الطلبية التالية
de_de: Ihre nächste Lieferung
es_es: Tu próxima entrega
he_il: המשלוח הבא שלך
it_it: La tua prossima consegna
pt_pt: Próxima entrega
ru_ru: Ваша следующая доставка

source: Your order has been delivered
ar: لقد تم تسليم طلبيتك
de_de: Ihre Bestellung wurde geliefert
es_es: Tu pedido ha sido entregado
he_il: ההזמנה שלך נמסרה
it_it: Il tuo ordine è stato consegnato
pt_pt: O pedido foi entregue
ru_ru: Ваш заказ доставлен

source: Your order is failed to deliver
ar: لقد تعذر تسليم طلبيتك
de_de: Ihre Bestellung konnte nicht zugestellt werden
es_es: No se pudo entregar tu pedido
he_il: משלוח ההזמנה שלך נכשל
it_it: La consegna del tuo ordine non è riuscita
pt_pt: O pedido não foi entregue
ru_ru: Ваш заказ доставить не удалось

source: Your order is now ready and being delivered
ar: لقد تم تجهيز طلبيتك وهي حاليا في اثناء التسليم
de_de: Ihre Bestellung ist jetzt bereit und wird geliefert
es_es: Tu pedido está listo y está siendo entregado
he_il: ההזמנה שלך מוכנה כעת ונמצאת במשלוח
it_it: Il tuo ordine è pronto ed è in consegna
pt_pt: O pedido já está pronto e a ser entregue
ru_ru: Ваш заказ готов и уже доставляется

source: Your order is on its way
ar: طلبيتك في طريقها للوصول اليك
de_de: Ihre Bestellung ist auf dem Weg
es_es: Tu pedido está en camino
he_il: ההזמנה שלך בדרך
it_it: Il tuo ordine è in viaggio
pt_pt: O estafeta está a caminho
ru_ru: Ваш заказ уже в пути

source: Your order is out for delivery
ar: تم إنطلاق تسليم طلبيتك
de_de: Ihre Bestellung ist zur Lieferung unterwegs
es_es: Tu pedido está en reparto
he_il: ההזמנה שלך יצאה למשלוח
it_it: Il tuo ordine è fuori per la consegna
pt_pt: O pedido saiu para entrega
ru_ru: Ваш заказ передан курьеру

source: Your password has been changed successfully.
ar: تم تغيير كلمة العبور بنجاح.
de_de: Ihr Passwort wurde erfolgreich geändert.
es_es: Tu contraseña ha sido cambiada exitosamente.
he_il: הסיסמה שלך שונתה בהצלחה.
it_it: La tua password è stata cambiata con successo.
pt_pt: A sua senha foi alterada com sucesso.
ru_ru: Ваш пароль успешно изменен.

source: Your {site_title} order delivery has been started!
ar: تم إنطلاق تسليم طلبيتك {site_title} !
de_de: Die Lieferung Ihrer Bestellung {site_title} wurde gestartet!
es_es: ¡Se ha iniciado la entrega de su pedido en {site_title}!
he_il: משלוח הזמנתך ב-{site_title} התחיל!
it_it: La consegna del tuo ordine su {site_title} è stata avviata!
pt_pt: A entrega do seu pedido do {site_title} foi iniciada!
ru_ru: Ваш заказ на {site_title} уже в пути!

source: Your {site_title} order delivery has failed!
ar: تعذَّر تسليم طلبك {site_title}!
de_de: Die Lieferung Ihrer Bestellung {site_title} ist fehlgeschlagen!
es_es: ¡Su pedido de {site_title} no pudo ser entregado!
he_il: משלוח הזמנתך ב-{site_title} נכשל!
it_it: La consegna del tuo ordine su {site_title} non è riuscita!
pt_pt: A entrega do seu pedido do {site_title} falhou!
ru_ru: Ваш заказ на {site_title} доставить не удалось. Очень жаль.
