Repository: WordPressBugBounty/plugins-local-delivery-drivers-for-woocommerce
Catalog: local-delivery-drivers-for-woocommerce/languages/lddfw-*.po
Languages: ar, de_de, es_es, he_il, it_it, pt_pt, ru_ru

source: %s minutes
ar: %s دقيقة
de_de: %s Minuten
es_es: %s minutos
he_il: %s דקות
it_it: %s minuti
pt_pt: %s minutos
ru_ru: %s мин.

source: A new order has been assigned to you!
ar: تمت إضافة طلبية جديدة اليك!
de_de: Ihnen wurde eine neue Bestellung zugewiesen!
es_es: ¡Se te ha asignado un nuevo pedido!
he_il: הזמנה חדשה שויכה אליך!
it_it: Ti è stato assegnato un nuovo ordine!
pt_pt: Foi-lhe atribuído um novo pedido!
ru_ru: Вам назначен новый заказ!

source: A password reset link was sent. Click the link in the email to create a new password. If you do not receive an email within 5 minutes, please click on the resend email button below.
ar: تم إرسال رابط لتغيير كلمة العبور. إضغط على الرابط المتوفر في البريد الإلكتروني من اجل تغيير كلمة العبور.
de_de: Ein Link zum Zurücksetzen des Passworts wurde gesendet. Klicken Sie auf den Link in der E-Mail, um ein neues Passwort zu erstellen. Wenn Sie innerhalb von 5 Minuten keine E-Mail erhalten, klicken Sie unten auf die Schaltfläche E-Mail erneut senden.
es_es: Se envió un enlace para restablecer la contraseña. Haga clic en el enlace del correo electrónico para crear una nueva contraseña. Si no recibe un correo electrónico en 5 minutos, haga clic en el botón Reenviar correo electrónico a continuación.
he_il: נשלח קישור לאיפוס סיסמה. לחץ על הקישור בדוא"ל כדי ליצור סיסמה חדשה. אם אינך מקבל דוא"ל תוך חמש דקות, לחץ על כפתור הדוא"ל שלח שוב למטה.
it_it: Ti è stato inviato un link per reimpostare la password. Clicca sul link nell'email per creare una nuova password. Se non ricevi un'email entro 5 minuti, clicca sul pulsante per reinviare l'email qui sotto.
pt_pt: Foi-lhe enviado um link de redefinição de senha. Clique no link do e-mail para criar uma nova senha. Se não receber um e-mail dentro de 5 minutos, clique no botão reenviar e-mail abaixo.
ru_ru: Ссылка для сброса пароля отправлена. Нажмите на ссылку в электронном письме, чтобы создать новый пароль. Если вы не получили электронное письмо в течение 5 минут, пожалуйста, нажмите повторно на кнопку отправки письма ниже.

source: A server error occurred and your email was not sent
ar: وقع خلل فني بجهاز السيرفر ولم يتم إرسال بريدك الإلكتروني
de_de: Ein Serverfehler ist aufgetreten und Ihre E-Mail wurde nicht gesendet
es_es: Se produjo un error en el servidor y no se envió su correo electrónico
he_il: אירעה שגיאת שרת והדוא"ל שלך לא נשלח
it_it: Si è verificato un errore del server e la tua email non è stata inviata
pt_pt: Ocorreu um erro de servidor e o seu e-mail não foi enviado.
ru_ru: Произошла ошибка сервера, и ваше письмо не было отправлено!

source: About the driver tracking:
ar: بخصوص مراقبة السائق:
de_de: Über die Fahrerüberwachung:
es_es: Sobre el seguimiento del conductor:
he_il: אודות מעקב אחר נהגים:
it_it: Informazioni sul tracciamento dell'autista:
pt_pt: Sobre o rastreamento do estafeta:
ru_ru: Об отслеживании курьера:

source: About the tracking page:
ar: بخصوص صفحة المراقبة:
de_de: Über die Tracking-Seite:
es_es: Sobre la página de seguimiento:
he_il: אודות דף המעקב:
it_it: Informazioni sulla pagina di tracciamento:
pt_pt: Sobre a página de rastreamento:
ru_ru: О странице отслеживания:

source: Access Denied, You do not have permissions to access this order
ar: الدخول محضور، ليس لديك الإذن بالدخول لهذا الطلب
de_de: Zugriff verweigert, Sie sind nicht berechtigt, auf diese Bestellung zuzugreifen
es_es: Acceso denegado, no tiene permisos para acceder a este pedido
he_il: הגישה נדחתה, אין לך הרשאות לגשת להזמנה זו
it_it: Accesso negato, non hai i permessi per accedere a questo ordine
pt_pt: Acesso negado, não tem permissão para processar este pedido.
ru_ru: Доступ запрещен! У вас нет прав доступа к этому заказу.

source: Account
ar: الحساب
de_de: Konto
es_es: Cuenta
he_il: חשבון
pt_pt: Conta
ru_ru: Учётная запись

source: Active
ar: مفعَّل
de_de: Aktiv
es_es: Activo
he_il: פעיל
it_it: Attivo
pt_pt: Activo
ru_ru: Активный

source: Active drivers
ar: السائقون الناشطون
de_de: Aktive Fahrer
es_es: Repartidores activos
he_il: שליחים פעילים
it_it: Autisti attivi
pt_pt: Utilizadores ativos
ru_ru: Активные курьеры

source: Add
ar: إضافة
de_de: Hinzufügen
es_es: Agregar
he_il: הוסף
it_it: Aggiungi
pt_pt: Adicionar
ru_ru: Добавить

source: Add a photo to order.
ar: إضافة صورة للطلبية.
de_de: Fügen Sie ein Foto zur Bestellung hinzu.
es_es: Agregue una foto al pedido
he_il: הוסף תמונה להזמנה.
it_it: Aggiungi una foto all'ordine.
pt_pt: Adicionar um fotografia ao pedido.
ru_ru: Добавить фотографию заказа.

source: Add a signature to order.
ar: إضافة توقيع للطلبية.
de_de: Fügen Sie der Bestellung eine Signatur hinzu.
es_es: Agregue una firma al pedido.
he_il: הוסף חתימה להזמנה.
it_it: Aggiungi una firma all'ordine.
pt_pt: Adicionar uma assinatura ao pedido.
ru_ru: Добавить подпись к заказу.

source: Add minutes to the estimated time of arrival.
ar: إضافة دقائق إلى الوقت المتوقع للوصول.
de_de: Minuten zur geschätzten Ankunftszeit hinzufügen.
es_es: Agregar minutos al tiempo estimado de llegada.
he_il: הוסף דקות לזמן ההגעה המשוער.
it_it: Aggiungi minuti al tempo di arrivo stimato.
pt_pt: Adicionar minutos ao tempo estimado de chegada.
ru_ru: Добавить минуты к предполагаемому времени прибытия.

source: Add minutes to the ETA
ar: أضف دقائق إلى الوقت المتوقع للوصول
de_de: Minuten zur ETA hinzufügen
es_es: Agregar minutos a la ETA
he_il: הוסף דקות ל-ETA
it_it: Aggiungi minuti all'ETA
pt_pt: Adicionar minutos ao ETA
ru_ru: Добавить минут к поездке

source: Add more orders
ar: إضافة طلبيات جديدة
de_de: Weitere Bestellungen hinzufügen
es_es: Agregar más pedidos
he_il: הוסף הזמנות נוספות
it_it: Aggiungi altri ordini
pt_pt: Adicionar mais pedidos
ru_ru: Получить ещё заказы

source: Add New
ar: إضافة جديدة
de_de: Neue hinzufügen
es_es: Agregar nuevo
he_il: הוסף חדש
it_it: Aggiungi nuovo
pt_pt: Adicionar
ru_ru: Добавить

source: Add New Custom Fields
ar: إضافة مواصفات معينة
de_de: Neue benutzerdefinierte Felder hinzufügen
es_es: Agregar nuevos campos personalizados
he_il: הוסף שדה מיוחד
it_it: Aggiungi nuovi campi personalizzati
pt_pt: Adicionar definições
ru_ru: Добавление произвольных полей

source: Add new driver
ar: إضافة سائق جديد
de_de: Neuen Fahrer hinzufügen
es_es: Agregar nuevo repartidor
he_il: הוסף שליח חדש
it_it: Aggiungi un nuovo autista
pt_pt: Adicionar estafeta
ru_ru: Добавить нового курьера

source: Add New Item
ar: إضافة عنصر جديد
de_de: Neues Element hinzufügen
es_es: Agregar Artículo Nuevo
he_il: הוסף פריט חדש
it_it: Aggiungi un nuovo elemento
pt_pt: Adicionar novo item
ru_ru: Добавление новой страницы

source: Add New section
ar: إضافة قسم جديد
de_de: Neuen Abschnitt hinzufügen
es_es: Agregar nueva sección
he_il: הוסף אזור חדש
it_it: Aggiungi una nuova sezione
pt_pt: Adicionar secção
ru_ru: Добавить новый раздел

source: Add text or tag for variable
ar: أضف نصاً أو علامة للمتغير
de_de: Text oder Tag für Variable hinzufügen
es_es: Agregar texto o etiqueta para la variable
he_il: הוסף טקסט או תג למשתנה
it_it: Aggiungi testo o tag per la variabile
pt_pt: Adicionar texto ou etiqueta para variável
ru_ru: Добавить текст или тег для переменной

source: Add text or tag for variable {{%d}}
ar: أضف نصاً أو علامة للمتغير {{%d}}
de_de: Text oder Tag für Variable {{%d}} hinzufügen
es_es: Agregar texto o etiqueta para la variable {{%d}}
he_il: הוסף טקסט או תג למשתנה {{%d}}
it_it: Aggiungi testo o tag per la variabile {{%d}}
pt_pt: Adicionar texto ou etiqueta para variável {{%d}}
ru_ru: Добавить текст или тег для переменной {{%d}}

source: Add Variable
ar: إضافة متغير
de_de: Variable hinzufügen
es_es: Agregar variable
he_il: הוסף משתנה
it_it: Aggiungi variabile
pt_pt: Adicionar Variável
ru_ru: Добавить переменную

source: Address
ar: العنوان
de_de: Die Anschrift
es_es: Dirección
he_il: כתובת
it_it: Indirizzo
pt_pt: Morada
ru_ru: Адрес

source: Address 1 is empty.
ar: بيانات العنوان 1 غير متوفرة.
de_de: Adresse 1 ist leer.
es_es: La dirección 1 está vacía.
he_il: כתובת 1 ריקה
it_it: L'indirizzo 1 è vuoto.
pt_pt: A morada está vazia.
ru_ru: Адрес не указан

source: Address line 1
ar: بيانات العنوان 1
de_de: Anschrift Zeile 1
es_es: Dirección Línea 1
he_il: כתובת 1
it_it: Indirizzo riga 1
pt_pt: Linha 1
ru_ru: Адрес

source: Address line 2
ar: بيانات العنوان 2
de_de: Adresszeile 2
es_es: Línea de dirección 2
he_il: כתובת 2
it_it: Indirizzo riga 2
pt_pt: Linha 2
ru_ru: Дополнения к адресу

source: All Custom Fields
ar: جميع بيانات المواصفات
de_de: Alle benutzerdefinierten Felder
es_es: Todos los campos personalizados
he_il: כל השדות המיוחדים
it_it: Tutti i campi personalizzati
pt_pt: Todas as definições
ru_ru: Все произвольные поля

source: All drivers
ar: جميع السائقين
de_de: Alle Fahrer
es_es: Todos los repartidores
he_il: כל השליחים
it_it: Tutti gli autisti
pt_pt: Todos os estafetas
ru_ru: Все курьеры

source: All Items
ar: جميع العناصر
de_de: Alle Elemente
es_es: Todos los artículos
he_il: כל הפריטים
it_it: Tutti gli articoli
pt_pt: Todos itens
ru_ru: Все товары

source: All orders were successfully assigned to you.
ar: تم إحالة الطلبيات اليك بنجاح.
de_de: Alle Bestellungen wurden dir erfolgreich zugewiesen.
es_es: Pedidos asignados correctamente a usted.
he_il: הזמנות שויכו אליך בהצלחה.
it_it: Tutti gli ordini sono stati assegnati con successo a te.
pt_pt: Pedidos atribuídos com sucesso.
ru_ru: Заказы назначены вам.

source: All Sections
ar: جميع الاقسام
de_de: Alle Abschnitte
es_es: Todas las secciones
he_il: כל האזורים
it_it: Tutte le sezioni
pt_pt: Todas as secções
ru_ru: Все разделы

source: Allow the customer to see the driver information on the tracking page, emails and on his account.
ar: السماح للزبون بالإطلاع على معلومات السائق عبر صفحة المراقبة، وبإرسال بريد إلكتروني اليه.
de_de: Ermöglichen Sie dem Kunden, die Fahrerinformationen auf der Tracking-Seite, in E-Mails und in seinem Konto anzuzeigen.
es_es: Permita que el cliente vea la información del repartidor en los correos electrónicos y en su cuenta.
he_il: אפשר ללקוח לראות את פרטי השליח במיילים ובחשבונו.
it_it: Permetti al cliente di vedere le informazioni dell'autista sulla pagina di tracciamento, sulle e-mail e sul suo account.
pt_pt: Permitir que o cliente veja as informações do estafeta nos e-mails e na sua conta pessoal.
ru_ru: Доступ покупателя к данным курьера на страницы отслеживания, в электронных письмах и в учётной записи.

source: Allow the driver to see features on the drivers panel.
ar: السماح للسائق بالإطلاع على خصائص إعدادات السائقين.
de_de: Ermöglichen Sie dem Fahrer, die Funktionen im Fahrerbereich anzuzeigen.
es_es: Permita que el repartidor vea las funciones en el Panel de Repartidores.
he_il: אפשר לשליח לראות תכונות במימשק השליחים.
it_it: Permetti all'autista di vedere le funzionalità nel pannello autisti.
pt_pt: Permita que o estafeta veja os recursos no painel de estafetas.
ru_ru: Доступ курьеров к деталям заказов на панели курьеров.

source: An error occurred while sending mail.
ar: وقع خلل اثناء إرسال البريد الإلكتروني.
de_de: Beim Senden von E-Mails ist ein Fehler aufgetreten.
es_es: Se produjo un error al enviar el correo.
he_il: אירעה שגיאה בעת שליחת מייל.
it_it: Si è verificato un errore durante l'invio dell'e-mail.
pt_pt: Ocorreu um erro ao enviar e-mail.
ru_ru: Произошла ошибка при отправке почты.

source: An error occurred.
ar: خلل تقني.
de_de: Ein Fehler ist aufgetreten.
es_es: Ocurrió un error.
he_il: חלה תקלה
it_it: Si è verificato un errore.
pt_pt: Ocorreu um erro.
ru_ru: Произошла ошибка.

source: An unexpected error has occurred, please try again.
ar: خلل تقني، الرجاء إعادة المحاولة.
de_de: Ein unerwarteter Fehler ist aufgetreten, bitte versuchen Sie es erneut.
es_es: Se ha producido un error inesperado, inténtelo de nuevo.
he_il: חלה תקלה, נסה שנית.
it_it: Si è verificato un errore imprevisto, per favore riprova.
pt_pt: Ocorreu um erro inesperado, tente novamente.
ru_ru: Произошла неожиданная ошибка, повторите попытку.

source: An unexpected error has occurred.
ar: لقد طرأ خلل تقني.
de_de: Ein unerwarteter Fehler ist aufgetreten.
es_es: Ha ocurrido un error inesperado.
he_il: שגיאה בלתי צפויה התרחשה.
it_it: Si è verificato un errore imprevisto.
pt_pt: Ocorreu um erro inesperado.
ru_ru: Произошла непредвиденная ошибка.

source: API AUTH TOKEN
es_es: TOKEN DE AUTORIZACIÓN DE API
ru_ru: Токен API

source: API SID
ru_ru: SID API

source: App
ar: التطبيق
es_es: Aplicación
he_il: אפליקציה
pt_pt: Aplicativo
ru_ru: Приложение

source: Apple Maps
ar: خرائط آبل Apple Maps
de_de: Apple-Karten
it_it: Mappe di Apple
pt_pt: Mapas Apple
ru_ru: Карты Apple

source: Are you sure?
ar: هل انت متأكد؟
de_de: Bist du sicher?
es_es: ¿Estás seguro?
he_il: האם אתה בטוח?
it_it: Sei sicuro?
pt_pt: Tem a certeza?
ru_ru: Уверены?

source: Assign a driver
ar: تعيين سائق
de_de: Einen Fahrer zuweisen
es_es: Asignar un repartidor
he_il: שייך לשליח
it_it: Assegna un autista
pt_pt: Atribuir um motorista
ru_ru: Назначить курьера

source: Assign a driver to orders
ar: تعيين سائق للطلبات
de_de: Zuweisen eines Fahrers zu Aufträgen
es_es: Asignar un repartidor a los pedidos
he_il: שייך הזמנה לשליח
it_it: Assegna un autista agli ordini
pt_pt: Atribuir um motorista aos pedidos
ru_ru: Назначить курьера заказам

source: Assign Drivers to Orders
ar: تعيين السائقين للطلبات
de_de: Fahrer Bestellungen zuweisen
es_es: Asignar repartidores a los pedidos
he_il: שייך נהגים להזמנות
it_it: Assegna autisti agli ordini
pt_pt: Atribuir Motoristas aos Pedidos
ru_ru: Назначение курьеров заказам

source: Assign orders to you
ar: الحصول على الطلبيات
de_de: Weise dir Aufträge zu
es_es: Asignarle pedidos
he_il: שייך הזמנה אליך
it_it: Assegna gli ordini a te
pt_pt: Atribuir pedidos a si
ru_ru: Запросы на заказы

source: Auto - Farthest / Last address on route.
ar: اوتوماتيكيا - الابعد مسافة / المسار الأخير على الخريطة.
de_de: Auto - Am weitesten entfernte / letzte Adresse auf der Route.
es_es: Auto - Prueba de Velocidad / Última dirección en la ruta.
he_il: אוטומטי - כתובת רחוקה ביותר / אחרונה במסלול.
it_it: Auto - Indirizzo più lontano / ultimo sul percorso.
pt_pt: Auto - Farthest / Último endereço na rota.
ru_ru: Авто: самый дальний - последний адрес маршрута.

source: Auto-assign by pickup city.
ar: خيار آلي: العرض حسب مدينة الإستلام.
de_de: Automatische Zuweisung nach Abholstadt.
es_es: Asignación automática por ciudad de recogida.
he_il: שיוך לשליח לפי עיר איסוף
it_it: Assegnazione automatica per città di ritiro.
pt_pt: Atribuição automática por cidade de levantamento.
ru_ru: Автоназначение по городу выдачи.

source: Auto-assign by pickup zip code, city, state, country, and the number of orders each driver has.
ar: خيار آلي: العرض حسب الترقيم البريدي للإستلام، المدينة، البلاد، الدولة، وحسب عدد الطلبيات لكل سائق.
de_de: Automatische Zuweisung nach Postleitzahl, Stadt, Bundesland, Land und der Anzahl der Bestellungen, die jeder Fahrer hat.
es_es: Asignación automática por código postal de recogida, ciudad, estado, país y el número de pedidos que tiene cada conductor.
he_il: שיוך לשליח לפי מיקוד, מדינה, ארץ כתובת האיסוף ומספר הזמנות לשליח
it_it: Assegnazione automatica per CAP, città, stato, paese di ritiro e numero di ordini di ogni autista.
pt_pt: Atribuição automática por código postal de levantamento, cidade, estado, país e número de pedidos que cada estafeta tem.
ru_ru: Автоназначение по почтовому индексу выдачи, городу, области, стране и количеству заказов у ​​каждого курьера.

source: Auto-assign by shipping city or pickup city.
ar: خيار آلي: العرض حسب مدينة الشحن او الإستلام.
de_de: Automatische Zuweisung nach Versand- oder Abholstadt.
es_es: Asignación automática por ciudad de envío o ciudad de recogida.
he_il: שיוך לשליח לפי עיר כתובת המשלוח או עיר כתובת האיסוף
it_it: Assegnazione automatica per città di spedizione o di ritiro.
pt_pt: Atribuição automática por cidade de entrega ou cidade de retirada.
ru_ru: Автоназначение по городу доставки или городу выдачи.

source: Auto-assign by shipping city.
ar: خيار آلي: العرض حسب مدينة الشحن.
de_de: Automatische Zuweisung nach Versandstadt.
es_es: Asignación automática por ciudad de envío.
he_il: שיוך לשליח לפי עיר המשלוח
it_it: Assegnazione automatica per città di spedizione.
pt_pt: Atribuição automática por cidade de envio.
ru_ru: Автоназначение по городу доставки.

source: Auto-assign by shipping zip code, city, state, country, and the number of orders each driver has.
ar: خيار آلي: العرض حسب الترقيم البريدي، المدينة، البلاد، الدولة، وحسب عدد الطلبيات لكل سائق.
de_de: Automatische Zuweisung nach Versand-Postleitzahl, Stadt, Bundesland, Land und der Anzahl der Bestellungen, die jeder Fahrer hat.
es_es: Asignación automática por código postal de envío, ciudad, estado, país y el número de pedidos que tiene cada conductor.
he_il: שיוך לשליח לפי מיקוד, מדינה, ארץ כתובת המשלוח ומספר הזמנות לשליח
it_it: Assegnazione automatica per CAP, città, stato, paese di spedizione e numero di ordini di ogni autista.
pt_pt: Atribua automaticamente por código postal de envio, cidade, estado, país e o número de pedidos que cada motorista tem.
ru_ru: Автоназначение по почтовому индексу доставки, городу, области, стране и количеству заказов у ​​каждого курьера.

source: Auto-assign by the number of orders each driver has.
ar: خيار آلي: العرض حسب عدد الطلبيات لكل سائق.
de_de: Automatische Zuweisung nach der Anzahl der Bestellungen, die jeder Fahrer hat.
es_es: Asignación automática por el número de pedidos que tiene cada conductor.
he_il: שיוך לשליח לפי מספר ההזמנות לשליח
it_it: Assegnazione automatica in base al numero di ordini di ogni autista.
pt_pt: Atribuição automática pelo número de pedidos que cada motorista tem.
ru_ru: Автоназначение по количеству заказов у ​​каждого курьера.

source: Auto-assign delivery drivers
ar: تعيين السائقين بصفة آلية
de_de: Zustellungstreiber automatisch zuweisen
es_es: Asignar repartidores automáticamente
he_il: שיוך אוטומטי לשליחים
it_it: Auto-assegna gli autisti di consegna
pt_pt: Atribuir estafetas automaticamente
ru_ru: Автоназначение курьеров

source: Auto-assign drivers action happen on processing status orders.
ru_ru: Автоматическое назначение курьеров происходит при обработке статусов заказов.

source: Auto-assign drivers to suborders
ar: تعيين السائقين آلياً للطلبات الفرعية
de_de: Fahrer automatisch Unteraufträgen zuweisen
es_es: Asignar automáticamente repartidores a subpedidos
he_il: שיוך אוטומטי של נהגים להזמנות משנה
it_it: Auto-assegna gli autisti ai sotto-ordini
pt_pt: Atribuição automática de motoristas às subordens
ru_ru: Автоматическое назначение курьеров на подзаказы

source: Auto-assign method
ar: خيار التعيين آلي
de_de: Automatische Zuweisungsmethode
es_es: Método de asignación automática
he_il: שיטת חלוקת הזמנות אוטומטית לשליחים
it_it: Metodo di auto-assegnazione
pt_pt: Método de atribuição automática
ru_ru: Метод автоназначения

source: Automatic driver assignment has been disabled due to the unavailability of drivers.
ar: تم تعطيل التعيين التلقائي للسائق بسبب عدم توفر السائقين.
de_de: Die automatische Fahrerzuweisung wurde aufgrund der Nichtverfügbarkeit von Fahrern deaktiviert.
es_es: La asignación automática de conductores se ha desactivado debido a la falta de disponibilidad de conductores.
he_il: שיוך נהגים אוטומטי הושבת עקב אי זמינות נהגים.
it_it: L'assegnazione automatica degli autisti è stata disattivata a causa della loro indisponibilità.
pt_pt: A atribuição automática de motoristas foi desativada devido à indisponibilidade de motoristas.
ru_ru: Автоматическое назначение курьеров было отключено из-за недоступности курьеров.

source: Availability
ar: التوفر
de_de: Verfügbarkeit
es_es: Disponibilidad
he_il: זמינות
it_it: Disponibilità
pt_pt: Disponibilidade
ru_ru: Доступность

source: Availability status
ar: وضعية التوفر
de_de: Verfügbarkeitsstatus
es_es: Estado de Disponibilidad
he_il: סטטוס זמינות
it_it: Stato di disponibilità
pt_pt: Disponibilidade
ru_ru: Статус доступности

source: Available
ar: متوفر
de_de: Verfügbar
es_es: Disponible
he_il: פנוי
it_it: Disponibile
pt_pt: Disponível
ru_ru: Доступен

source: Availables
ar: المتوفرون
de_de: Verfügbare
es_es: Disponibles
he_il: זמין
it_it: Disponibili
pt_pt: Disponíveis
ru_ru: Доступные

source: Back to forgot password
ar: العودة إلى نسيت كلمة العبور
de_de: Zurück zu Passwort vergessen
es_es: Volver a contraseña olvidada
he_il: חזרה לשכחת סיסמא
it_it: Torna a password dimenticata
pt_pt: Voltar para esqueci a senha
ru_ru: Вернуться к восстановлению пароля

source: Back to login
ar: العودة إلى الولوج
de_de: Zurück zur Anmeldung
es_es: Volver a iniciar sesión
he_il: חזרה להתחברות
it_it: Torna al login
pt_pt: Voltar para o início
ru_ru: Вернуться ко входу в систему

source: Bicycling
ar: ركوب الدراجة
de_de: Radfahren
es_es: En la Bicicleta
he_il: רכיבה על אופניים
it_it: In bicicletta
pt_pt: Bicicleta
ru_ru: На велосипеде

source: Billing Address
ar: عنوان الفوترة
de_de: Rechnungsadresse
es_es: Dirección de Envío
he_il: כתובת המזמין
it_it: Indirizzo di fatturazione
pt_pt: Morada de faturação
ru_ru: Платёжный адрес

source: Billing Address 1
ar: عنوان الفوترة 1
de_de: Rechnungsadresse 1
es_es: Dirección de Envío 1
he_il: כתובת 1
it_it: Indirizzo di fatturazione 1
pt_pt: Linha 1
ru_ru: Адрес для выставления счетов

source: Billing Address 2
ar: عنوان الفوترة 2
de_de: Rechnungsadresse 2
es_es: Dirección de Envío 2
he_il: כתובת 2
it_it: Indirizzo di fatturazione 2
pt_pt: Linha 2
ru_ru: Адрес для выставления счетов 2

source: Billing City
ar: بيانات الفوترة: المدينة
de_de: Abrechnungsstadt
es_es: Ciudad de Facturación
he_il: עיר
it_it: Città di fatturazione
pt_pt: Cidade de faturação
ru_ru: Город выставления счетов

source: Billing Company
ar: بيانات الفوترة: الشركة
de_de: Abrechnungsunternehmen
es_es: Compañía de Facturación
he_il: שם חברה
it_it: Azienda di fatturazione
pt_pt: Empresa de faturação
ru_ru: Платёжная система

source: Billing Country
ar: بيانات الفوترة: البلد
de_de: Land der Rechnungsadresse
es_es: País de Facturación
he_il: ארץ
it_it: Paese di fatturazione
pt_pt: País de faturação
ru_ru: Страна выставления счетов

source: Billing First Name
ar: الإسم الأول لبيانات الفوترة
de_de: Rechnungsvorname
es_es: Nombre de Facturación
he_il: שם פרטי
it_it: Nome per la fatturazione
pt_pt: Primeiro Nome
ru_ru: Имя плательщика

source: Billing Last Name
ar: الإسم العائلي لبيانات الفوترة
de_de: Rechnungsnachname
es_es: Apellido de Facturación
he_il: שם משפחה
it_it: Cognome per la fatturazione
pt_pt: Apelido
ru_ru: Фамилия для выставления счетов

source: Billing Phone
ar: بيانات الفوترة: الهاتف
de_de: Abrechnungstelefon
es_es: Teléfono de Facturación
he_il: טלפון המזמין
it_it: Telefono per la fatturazione
pt_pt: Número de telemóvel
ru_ru: Телефон для выставления счетов

source: Billing Postcode
ar: بيانات الفوترة: العنوان البريدي
de_de: Rechnungspostleitzahl
es_es: Código Postal de Facturación
he_il: מיקוד
it_it: CAP di fatturazione
pt_pt: Código Postal
ru_ru: Индекс адреса выставления счетов

source: Billing State
ar: بيانات الفوترة: الدولة
de_de: Abrechnungs Zustand
es_es: Estado de Cuenta
he_il: מדינה
it_it: Stato di fatturazione
pt_pt: Distrito
ru_ru: Состояние выставления счетов

source: Branding
ar: العلامة التجارية
de_de: Markenzeichen
es_es: Marca
he_il: מיתוג
ru_ru: Брендинг

source: Button background
ar: زر الخلفية
de_de: Schaltflächenhintergrund
es_es: Fondo del botón
he_il: צפה רקע הכפתור
it_it: Sfondo del pulsante
pt_pt: Botão fundo
ru_ru: Фон кнопки

source: Button text color
ar: زر لون كتابة النص
de_de: Schaltflächentextfarbe
es_es: Color del texto del botón
he_il: צפה כתב הכפתור
it_it: Colore del testo del pulsante
pt_pt: Butão cor do texto
ru_ru: Цвет текста кнопки

source: by %s
ar: عبر %s
de_de: von %s
es_es: por %s
he_il: על ידי %s
it_it: da %s
pt_pt: por %s
ru_ru: %s

source: Call
ar: الإتصال
de_de: Anruf
es_es: Llamar
he_il: חייג
it_it: Chiama
pt_pt: Ligar
ru_ru: Звонок
