Repository: WordPressBugBounty/plugins-local-delivery-drivers-for-woocommerce
Catalog: local-delivery-drivers-for-woocommerce/languages/lddfw-*.po
Languages: ar, de_de, es_es, he_il, it_it, pt_pt, ru_ru

source: The order was successfully unassigned.
ar: تمت إزالة تعيين الطلبية بنجاح.
de_de: Die Bestellung wurde erfolgreich abgezogen.
es_es: El pedido fue desasignado exitosamente.
he_il: שיוך ההזמנה בוטל בהצלחה.
it_it: L'ordine è stato rimosso con successo dall'autista.
pt_pt: O pedido foi cancelado com sucesso.
ru_ru: Заказ успешно отменён.

source: The order wasn't automatically assigned to a driver due to permission issues or the absence of a suitable driver.
ar: لم يتم تعيين الطلب تلقائيًا للسائق بسبب مشكلات الأذونات أو عدم وجود سائق مناسب.
de_de: Die Bestellung wurde aufgrund von Berechtigungsproblemen oder dem Fehlen eines geeigneten Fahrers nicht automatisch einem Fahrer zugewiesen.
es_es: El pedido no se asignó automáticamente a un conductor debido a problemas de permisos o a la ausencia de un conductor adecuado.
he_il: ההזמנה לא שויכה אוטומטית לנהג עקב בעיות הרשאה או היעדר נהג מתאים.
it_it: L'ordine non è stato assegnato automaticamente a un autista a causa di problemi di permessi o dell'assenza di un autista idoneo.
pt_pt: O pedido não foi atribuído automaticamente a um motorista devido a problemas de permissão ou à ausência de um motorista adequado.
ru_ru: Заказ не был автоматически назначен водителю из-за проблем с разрешениями или отсутствия подходящего водителя.

source: The orders are ready for delivery and drivers are able to claim.
ar: الطلبيات جاهزة للتسليم وجاهزة لحصول السائقين عليها.
de_de: Die Bestellungen sind zur Lieferung bereit, und die Fahrer können sie annehmen.
es_es: Los pedidos están listos para su entrega y los repartidores pueden reclamar.
he_il: ההזמנות מוכנות למסירה ושליחים יכולים לשייך.
it_it: Gli ordini sono pronti per la consegna e gli autisti possono reclamarli.
pt_pt: Os pedidos estão prontos para entrega e os estafetas podem reclamar.
ru_ru: Заказы готовы к доставке, и курьеры могут делать запросы.

source: The password field is empty.
ar: بيانات كلمة العبور غير متوفرة.
de_de: Das Passwort-Feld ist leer.
es_es: El campo de contraseña está vacío.
he_il: שדה סיסמא ריק.
it_it: Il campo della password è vuoto.
pt_pt: O campo da password está vazio.
ru_ru: Пароля не указан.

source: The phone field is empty.
ar: بيانات رقم الهاتف غير متوفرة.
de_de: Das Telefon-Feld ist leer.
es_es: El campo del teléfono está vacío.
he_il: חסר טלפון.
it_it: Il campo del telefono è vuoto.
pt_pt: O campo do telefone está vazio.
ru_ru: Телефон не указан.

source: The route has been optimized by distance, if you want to make changes you can drag and drop orders manually.
ar: لقد تم اختيار المسار الأنسب تلقائيا، إذا اردت القيام بتغييرات فيمكنك وضع الطلبيات بصفة يدوية.
de_de: Die Route wurde nach Entfernung optimiert. Wenn Sie Änderungen vornehmen möchten, können Sie die Bestellungen manuell per Drag-and-Drop verschieben.
es_es: La ruta ha sido optimizada por distancia, si quieres hacer cambios puedes arrastrar y soltar pedidos manualmente.
he_il: המסלול עבר אופטימיזציה לפי מרחק, אם ברצונך לבצע שינויים תוכל לגרור ולשחרר הזמנות באופן ידני.
it_it: Il percorso è stato ottimizzato in base alla distanza; se desideri apportare modifiche puoi trascinare manualmente gli ordini.
pt_pt: A rota foi otimizada pela distância, se quiser fazer alterações, pode arrastar e soltar os pedidos manualmente.
ru_ru: Маршрут был оптимизирован по расстоянию, если необходимо внести изменения, можно переставлять заказы вручную.

source: The route is ready for optimization, you can make changes by drag and drop orders manually.
ar: المسار جاهز للإختيار الأنسب، إذا اردت القيام بتغييرات فيمكنك وضع الطلبيات بصفة يدوية.
de_de: Die Route ist zur Optimierung bereit. Sie können Änderungen vornehmen, indem Sie Bestellungen manuell per Drag-and-Drop verschieben.
es_es: La ruta está lista para la optimización, puede realizar cambios arrastrando y soltando pedidos manualmente.
he_il: המסלול מוכן לאופטימיזציה, באפשרותך לבצע שינויים באמצעות גרור ושחרר הזמנות באופן ידני.
it_it: Il percorso è pronto per l'ottimizzazione, puoi modificare gli ordini trascinandoli manualmente.
pt_pt: A rota está pronta, pode fazer alterações arrastando e soltando os pedidos manualmente.
ru_ru: Маршрут готов к оптимизации, вы можете вносить изменения, перетаскивая заказы вручную.

source: The shipment was delivered successfully.
ar: تم تسليم الطلبية بنجاح.
de_de: Die Sendung wurde erfolgreich zugestellt.
es_es: El envío se entregó con éxito.
he_il: המשלוח סופק בהצלחה.
it_it: La spedizione è stata consegnata con successo.
pt_pt: O pedido foi entregue com sucesso.
ru_ru: Заказ успешно доставлен.

source: The tracking is enabled only in secure contexts (HTTPS), in some or all supporting browsers.
ar: يتم تفعيل خيار المراقبة عبر المجال الآمن (HTTPS), عبر بعض محركات البحث او عبر جميع محركات البحث الملائمة.
de_de: Das Tracking ist nur in sicheren Kontexten (HTTPS) in einigen oder allen unterstützenden Browsern aktiviert.
es_es: El seguimiento solo está habilitado en contextos seguros (HTTPS), en algunos o todos los navegadores compatibles.
he_il: מופעל רק בדפדפנים מאובטחים (HTTPS), בחלק מהדפדפנים התומכים או בכולם.
it_it: Il tracciamento è abilitato solo in contesti sicuri (HTTPS), in alcuni o in tutti i browser supportati.
pt_pt: O rastreamento é ativado apenas em contextos seguros (HTTPS), em alguns ou em todos os navegadores compatíveis.
ru_ru: Доступно только в безопасном окружении (HTTPS), в некоторых или во всех поддерживающих браузерах.

source: The tracking works only when the driver uses the driver panel. When using other apps, the tracking doesn't work in the device's background. However, the driver can use pop-up view or split-screen on his mobile to keep tracking.
ar: يتم تفعيل خيار المراقبة عبر المجال الآمن (HTTPS), عبر بعض محركات البحث او عبر جميع محركات البحث الملائمة.
de_de: Das Tracking funktioniert nur, wenn der Fahrer das Fahrerpanel verwendet. Bei der Verwendung anderer Apps funktioniert das Tracking nicht im Hintergrund des Geräts. Der Fahrer kann jedoch die Pop-up-Ansicht oder den geteilten Bildschirm auf seinem Mobilgerät verwenden, um das Tracking fortzusetzen.
es_es: El seguimiento funciona solo cuando el conductor utiliza el panel de conductores. Al usar otras aplicaciones, el seguimiento no funciona en segundo plano en el dispositivo. Sin embargo, el conductor puede usar la vista emergente o la pantalla dividida en su móvil para mantener el seguimiento.
he_il: מעקב אחר נהג פועל רק כאשר הנהג משתמש במימשק הנהגים. בעת שימוש באפליקציות אחרות, המעקב לא פועל ברקע המכשיר. עם זאת, הנהג יכול להשתמש בתצוגה קופצת או במסך מפוצל בנייד שלו בכדי להמשיך את המעקב.
it_it: Il tracciamento funziona solo quando l'autista utilizza il pannello dell'autista. Utilizzando altre app, il tracciamento non funziona in background. Tuttavia, l'autista può usare la modalità pop-up o lo schermo diviso sul suo dispositivo per continuare a tracciare.
pt_pt: O rastreamento funciona apenas quando o motorista utiliza o painel do motorista. Ao usar outros aplicativos, o rastreamento não funciona em segundo plano no dispositivo. No entanto, o motorista pode usar a visualização pop-up ou o modo de tela dividida em seu celular para continuar o rastreamento.
ru_ru: Отслеживание работает только тогда, когда курьера использует панель. При использовании других приложений отслеживание не работает (в фоновом режиме). Для продолжения отслеживания, курьер может открывать панель во всплывающем окне или разделяя экран мобильного, если параллельно требуется использовать другое приложение.

source: Theme
ar: السمة
de_de: Thema
es_es: Tema
he_il: תבנית
it_it: Tema
pt_pt: Tema
ru_ru: Тема

source: There are no orders.
ar: الطلبيات غير متوفرة.
de_de: Es gibt keine Bestellungen.
es_es: No hay pedidos.
he_il: אין הזמנות.
it_it: Non ci sono ordini.
pt_pt: Não há pedidos.
ru_ru: Заказов нет.

source: There are no routes for drivers.
ar: لا تتوفر مسارات السائقين.
de_de: Es gibt keine Routen für Fahrer.
es_es: No hay rutas para repartidores.
he_il: אין מסלולים לנהגים.
it_it: Non ci sono percorsi disponibili per gli autisti.
pt_pt: Não há rotas para estafetas.
ru_ru: Нет маршрутов курьеров.

source: These are the driver ready notes for the delivery, to delete an option please leave blank.
ar: هذه ملاحظات السائق الجاهزة والخاصة بتسليم الطلبيات، الرجاء ترك فراغ اذا رغبت في حذف التفاصيل.
de_de: Dies sind die fahrbereiten Notizen für die Lieferung. Um eine Option zu löschen, lassen Sie sie leer.
es_es: Estas son las notas del repartidor listas para la entrega; para eliminar una opción, déjelas en blanco.
he_il: אלה ההערות המוכנות לשליח, למחיקת אפשרות אנא השאר ריק.
it_it: Queste sono le note pronte per l'autista per la consegna; per eliminare un'opzione lasciare il campo vuoto.
pt_pt: Estão prontas as notas do estafeta. Para excluir uma opção, deixe em branco.
ru_ru: Это готовые заметки для курьера, чтобы удалить опцию очистите поле.

source: This is an order notification sent to customers containing order details after an order has been marked as Failed delivery.
ar: هذا إشعار يتم إرساله للزبون ويحتوي على بيانات الطلبية إثر تغير وضعية الطلبية إلى تعذَّر التسليم.
de_de: Dies ist eine Bestellbenachrichtigung, die an Kunden gesendet wird und Bestelldetails enthält, nachdem eine Bestellung als fehlgeschlagene Lieferung markiert wurde.
es_es: Esta es una notificación de pedido enviada a los clientes que contiene los detalles del pedido después de que un pedido se haya marcado como Entrega fallida.
he_il: זוהי הודעת הזמנה שנשלחה ללקוחות המכילה פרטי הזמנה לאחר שההזמנה סומנה כמשלוח נכשל.
it_it: Questa è una notifica d'ordine inviata ai clienti contenente i dettagli dell'ordine dopo che un ordine è stato contrassegnato come consegna non riuscita.
pt_pt: Esta é uma notificação de pedido enviada aos clientes contendo detalhes após um pedido ter sido marcado como Falha na entrega.
ru_ru: Это уведомление о заказе, отправляемое клиентам, содержащее сведения о заказе после того, как заказ получил статус неудачной доставки.

source: This is an order notification sent to customers containing order details after an order has been marked as out for delivery.
ar: هذا إشعار يتم إرساله للزبون ويحتوي على بيانات الطلبية إثر تغير وضعية الطلبية إلى خروج لتسليم الطلبية.
de_de: Dies ist eine Bestellbenachrichtigung, die an Kunden gesendet wird und Bestelldetails enthält, nachdem eine Bestellung als zur Lieferung unterwegs markiert wurde.
es_es: Esta es una notificación de pedido enviada a los clientes que contiene los detalles del pedido después de que un pedido se ha marcado como salir a entregar.
he_il: זוהי הודעת הזמנה שנשלחה ללקוחות המכילה פרטי הזמנה לאחר שסימנה הזמנה כמשלוח.
it_it: Questa è una notifica d'ordine inviata ai clienti contenente i dettagli dell'ordine dopo che è stato contrassegnato come in uscita per la consegna.
pt_pt: Esta é uma notificação de pedido enviada aos clientes contendo detalhes do pedido depois de ter sido marcado como fora de entrega.
ru_ru: Это уведомление о заказе, отправляемое клиентам, содержащее сведения о заказе после того, как заказ был помечен как переданный курьеру.

source: This is an order notification sent to customers containing order details when delivery has been started.
ar: هذا إشعار يتم إرساله للزبون ويحتوي على بيانات الطلبية إثر إنطلاق عملية تسليم الطلبية.
de_de: Dies ist eine Bestellbenachrichtigung, die an Kunden gesendet wird und Bestelldetails enthält, wenn die Lieferung begonnen hat.
es_es: Esta es una notificación de pedido enviada a los clientes al iniciar la entrega, la cual contiene detalles del pedido.
he_il: זוהי הודעת הזמנה שנשלחה ללקוחות המכילה פרטי הזמנה עם תחילת המסירה.
it_it: Questa è una notifica dell'ordine inviata ai clienti contenente i dettagli dell'ordine quando la consegna è stata avviata.
pt_pt: Esta é uma notificação de pedido enviada aos clientes contendo detalhes quando a entrega foi iniciada.
ru_ru: Это уведомление о заказе, отправляемое клиентам, содержащее сведения о заказе после начала доставки.

source: This is an order notification sent to the administrator containing order and driver details after a driver has been claimed an order.
ar: هذا إشعار بطلبية تم إرساله للمدير، يحتوي على بيانات الطلبية و بيانات السائق بعد حصول السائق على طلبية.
de_de: Dies ist eine Bestellbenachrichtigung, die an den Administrator gesendet wird und Bestell- und Fahrerdetails enthält, nachdem ein Fahrer eine Bestellung übernommen hat.
es_es: Esta es una notificación de pedido enviada al administrador que contiene los detalles del pedido y del conductor después de que un conductor haya reclamado un pedido.
he_il: זוהי הודעת הזמנה שנשלחה למנהל הכוללת את פרטי הזמנה והשליח לאחר שהשליח שייך הזמנה.
it_it: Questa è una notifica d'ordine inviata all'amministratore contenente i dettagli dell'ordine e del conducente dopo che un conducente ha reclamato un ordine.
pt_pt: Esta é uma notificação de pedido enviada ao administrador contendo detalhes do pedido e do estafeta após um estafeta ter reivindicado um pedido.
ru_ru: Это уведомление о заказе, отправляемое администратору, содержащее сведения о заказе и курьере после того, как тот получил заказ.

source: This is an order notification sent to the administrator containing order details after an order has been marked as Delivered.
ar: هذا إشعار بطلبية تم إرساله للمدير، ويحتوي على بيانات الطلبية بعد إتمام تسلبم الطلبية.
de_de: Dies ist eine Bestellbenachrichtigung, die an den Administrator gesendet wird und Bestelldetails enthält, nachdem eine Bestellung als zugestellt markiert wurde.
es_es: Esta es una notificación de pedido enviada al administrador que contiene los detalles del pedido después de que un pedido se haya marcado como Entregado.
he_il: זוהי הודעת הזמנה שנשלחה למנהל המכילה פרטי הזמנה לאחר שסטטוס שונה לנשלח.
it_it: Questa è una notifica d'ordine inviata all'amministratore contenente i dettagli dell'ordine dopo che l'ordine è stato contrassegnato come consegnato.
pt_pt: Esta é uma notificação de pedido enviada ao administrador contendo detalhes após um pedido ter sido marcado como entregue.
ru_ru: Это уведомление о заказе, отправляемое администратору, содержащее сведения о заказе после того, как заказ был помечен как доставленный.

source: This is an order notification sent to the delivery driver containing that order has been assigned to him.
ar: هذا إشعار بإحالة طلبية تم إرساله إلى سائق تسليم ويحتوي على بيانات الطلبية المحالة اليه.
de_de: Dies ist eine Bestellbenachrichtigung, die an den Lieferfahrer gesendet wird und enthält, dass eine Bestellung ihm zugewiesen wurde.
es_es: Esta es una notificación de pedido enviada al repartidor que contiene el pedido que le ha sido asignado.
he_il: זוהי הודעת הזמנה שנשלחה לשליח המכילה הודעה שההזמנה שויכה אליו.
it_it: Questa è una notifica d'ordine inviata all'autista della consegna contenente l'informazione che l'ordine è stato assegnato a lui.
pt_pt: Esta é uma notificação de pedido enviada ao estafeta contendo o pedido que lhe foi atribuído.
ru_ru: Это уведомление о заказе, отправляемое курьеру, содержащее, что заказ был назначен ему.

source: This is an order notification sent to the vendor containing order and driver details when a new driver has been assigned to order.
ar: هذا إشعار بطلبية تم إرساله إلى البائع ويحتوي على الطلبية وبيانات السائق عند القيام بتكليف سائق جديد.
de_de: Dies ist eine Bestellbenachrichtigung, die an den Anbieter gesendet wird und Bestell- und Fahrerdetails enthält, wenn ein neuer Fahrer der Bestellung zugewiesen wurde.
es_es: Esta es una notificación de pedido enviada al vendedor que contiene los detalles del pedido y del conductor cuando se ha asignado un nuevo conductor al pedido.
he_il: זוהי הודעת הזמנה שנשלחת למוכר המכילה את פרטי הזמנה והשליח כאשר שליח חדש משוייך להזמנה.
it_it: Questa è una notifica d'ordine inviata al venditore contenente i dettagli dell'ordine e dell'autista quando un nuovo autista è stato assegnato all'ordine.
pt_pt: Esta é uma notificação de pedido enviada ao fornecedor contendo detalhes do pedido e do estafeta quando um novo estafeta foi atribuído ao pedido.
ru_ru: Это уведомление о заказе, отправляемое поставщику, содержащее сведения о заказе и курьере, когда заказ был назначен новому курьеру.

source: This key is invalid or has already been used. Please reset your password again if needed.
ar: هذا المفتاح غير مطابق او تم إستخدامه. الرجاء إعادة ضبط كلمة العبور مرة أخرى إذا تطلب الامر ذلك.
de_de: Dieser Schlüssel ist ungültig oder wurde bereits verwendet. Bitte setzen Sie Ihr Passwort bei Bedarf erneut zurück.
es_es: Esta clave no es válida o ya se ha utilizado. Restablezca su contraseña nuevamente si es necesario.
he_il: מפתח זה אינו חוקי או שכבר נעשה בו שימוש. אנא אפס את הסיסמה שלך שוב במידת הצורך.
it_it: Questa chiave non è valida o è già stata utilizzata. Si prega di reimpostare la password se necessario.
pt_pt: Esta chave é inválida ou já foi usada. Redefina sua senha novamente, se necessário.
ru_ru: Этот ключ недействителен или уже использовался. Пожалуйста, при необходимости сбросьте свой пароль ещё раз.

source: This month
ar: هذا الشهر
de_de: Diesen Monat
es_es: Este mes
he_il: החודש
it_it: Questo mese
pt_pt: Este mês
ru_ru: Текущий месяц

source: This Section Description
ar: تفاصيل القسم
de_de: Beschreibung dieses Abschnitts
es_es: Descripción de esta sección
he_il: תיאור אזור
it_it: Descrizione di questa sezione
pt_pt: Descrição desta seção
ru_ru: Описание этого раздела

source: This week
ar: هذا الأسبوع
de_de: Diese Woche
es_es: Esta semana
he_il: השבוע
it_it: Questa settimana
pt_pt: Esta semana
ru_ru: Эта неделя

source: Time
ar: الوقت
de_de: Zeit
es_es: Hora
he_il: זמן
it_it: Tempo
pt_pt: Tempo
ru_ru: Время

source: Title
ar: عنوان
de_de: Titel
es_es: Título
he_il: כותרת
it_it: Titolo
pt_pt: Título
ru_ru: Заголовок

source: To
ar: إلى
de_de: An
es_es: A
he_il: ל-
it_it: A
pt_pt: Para
ru_ru: по

source: To delivery drivers manager
ar: إلى مدير قسم سائقي التسليم
de_de: An den Lieferfahrer-Manager
es_es: Al gerente de repartidores
he_il: למנהל המשלוחים
it_it: Al responsabile degli autisti di consegna
pt_pt: Para o gestor de estafeta
ru_ru: В курьерский отдел

source: To get the coordinates of a place, open %s, right-click the place on the map and copy the coordinates.
ar: للإطلاع على إحداثيات معينة، انقر على %s، انقر على اليمين فوق المكان بالخريطة وقم بنسخ الإحداثيات.
de_de: Um die Koordinaten eines Ortes zu erhalten, öffnen Sie %s, klicken Sie mit der rechten Maustaste auf den Ort auf der Karte und kopieren Sie die Koordinaten.
es_es: Para obtener las coordenadas de un lugar, abre %s, haz clic derecho en el lugar en el mapa y copia las coordenadas.
he_il: כדי לקבל את הקואורדינטות של מקום, פתח את %s, לחץ לחיצה ימנית על המקום במפה והעתק את הקואורדינטות.
it_it: Per ottenere le coordinate di un luogo, apri %s, fai clic con il tasto destro sul luogo nella mappa e copia le coordinate.
pt_pt: Para obter as coordenadas de um local, abra %s, clique com o botão direito do mouse no local no mapa e copie as coordenadas.
ru_ru: Чтобы получить координаты места, откройте %s, нажмите правой кнопкой мыши место на карте и скопируйте координаты.

source: To reset your password, visit the following address:
ar: لإعادة ضبط كلمة العبور، عليك زيارة العنوان التالي:
de_de: Um Ihr Passwort zurückzusetzen, besuchen Sie die folgende Adresse:
es_es: Para restablecer su contraseña, visite la siguiente dirección:
he_il: כדי לאפס את הסיסמה שלך, בקר בכתובת הבאה:
it_it: Per reimpostare la tua password, visita il seguente indirizzo:
pt_pt: Para redefinir a sua senha, visite o seguinte endereço:
ru_ru: Чтобы сбросить пароль, перейдите по следующему адресу:

source: Today
ar: اليوم
de_de: Heute
es_es: Hoy
he_il: היום
it_it: Oggi
pt_pt: Hoje
ru_ru: Сегодня

source: Today Earnings
ar: أرباح اليوم
de_de: Heute verdiente
es_es: Ganancias de hoy
he_il: רווחים של היום
it_it: Guadagni di oggi
pt_pt: Ganhos de hoje
ru_ru: Сегодняшний заработок

source: Total
ar: المجموع
de_de: Gesamt
he_il: סה"כ
it_it: Totale
ru_ru: Всего

source: Track drivers
ar: مراقبة مسار السائقين
de_de: Fahrer verfolgen
es_es: Seguimiento de repartidores
he_il: עקוב אחר שליחים
it_it: Traccia autisti
pt_pt: Seguir estafetas
ru_ru: Отслеживать курьеров

source: Track Me
ar: قم بمراقبة مساري
de_de: Mich verfolgen
es_es: Sígueme
he_il: הפעל מיקום
it_it: Tracciami
pt_pt: Segue-me
ru_ru: Отслеживать меня

source: Track your order
ar: مراقبة مسار الطلبية
de_de: Verfolgen Sie Ihre Bestellung
es_es: Rastrea tu pedido
he_il: עקוב אחר הזמנתך
it_it: Traccia il tuo ordine
pt_pt: Acompanhar o pedido
ru_ru: Отследить ваш заказ

source: Tracking
ar: تتبُّع المسار
de_de: Verfolgung
es_es: Seguimiento
he_il: מעקב
it_it: Tracciamento
ru_ru: Отслеживание

source: Tracking is off
ar: تتبع المسار غير مفعَّل
de_de: Verfolgung ist ausgeschaltet
es_es: El seguimiento está desactivado
he_il: המעקב מושבת
it_it: Tracciamento disattivato
pt_pt: Rastreamento desativado
ru_ru: Отслеживание отключено

source: Tracking is on
ar: تتبع المسار مفعَّل
de_de: Verfolgung ist eingeschaltet
es_es: El seguimiento está activado
he_il: המעקב פועל
it_it: Tracciamento attivo
pt_pt: O rastreamento está ativado
ru_ru: Отслеживание включено

source: Tracking page
ar: صفحة المراقبة
de_de: Tracking-Seite
es_es: Página de seguimiento
he_il: דף מעקב
it_it: Pagina di tracciamento
pt_pt: Página Tracking
ru_ru: Страница отслеживания

source: Tracking status
ar: وضعية مراقية المسار
de_de: Verfolgungsstatus
es_es: Estado de seguimiento
he_il: סטטוס מעקב
it_it: Stato del tracciamento
pt_pt: Estado de rastreamento
ru_ru: Статус отслеживания

source: Tracking URL
ar: متابعة رابط الواب URL
es_es: URL de seguimiento
he_il: כתובת דף למעקב
it_it: URL di tracciamento
pt_pt: URL de rastreamento
ru_ru: URL отслеживания

source: Transit
ar: العبور / ترانزيت
es_es: Tránsito
he_il: תחבורה ציבורית
it_it: Transito
pt_pt: Transito
ru_ru: Общественным транспортом

source: Transportation Mode
ar: وسيلة النقل
de_de: Transportmodus
es_es: Modo de Transporte
he_il: מצב תחבורה
it_it: Modalità di trasporto
pt_pt: Modo de Transporte
ru_ru: Передвижение

source: Unassign
ar: إلغاء التعيين
de_de: Abmelden
es_es: Desasignar
he_il: בטל שיוך
it_it: Annulla assegnazione
pt_pt: Cancelar atribuição
ru_ru: Отменить назначение

source: Unavailable
ar: غير متوفر
de_de: Nicht verfügbar
es_es: Indisponible
he_il: לא פנוי
it_it: Non disponibile
pt_pt: Indisponível
ru_ru: Недоступен

source: Unavailables
ar: غير المتوفرين
de_de: Nicht verfügbar
es_es: Indisponibles
he_il: לא זמין
it_it: Indisponibili
pt_pt: Indisponíveis
ru_ru: Недоступны

source: Unknown Shipping Method
ar: طريقة شحن غير معروفة
de_de: Unbekannte Versandmethode
es_es: Método de envío desconocido
he_il: שיטת משלוח לא ידועה
it_it: Metodo di spedizione sconosciuto
pt_pt: Método de envio desconhecido
ru_ru: Неизвестный метод доставки

source: UNLOCK PREMIUM
ar: إنتقال إلى النسخة المميزة
de_de: PREMIUM FREISCHALTEN
es_es: DESBLOQUEAR PREMIUM
it_it: SBLOCCA PREMIUM
pt_pt: DESBLOQUEAR PREMIUM
ru_ru: РАЗБЛОКИРОВАТЬ ПРЕМИУМ

source: until delivered
ar: الى حين التسليم
de_de: bis geliefert
es_es: hasta que se entregue
he_il: למסירה
it_it: fino alla consegna
pt_pt: até ser entregue
ru_ru: до доставки

source: Update
ar: تحديث
de_de: Aktualisieren
es_es: Actualizar
he_il: עדכן
it_it: Aggiorna
pt_pt: Atualizar
ru_ru: Обновить

source: Update Custom Fields
ar: إضافة مواصفات معينة
de_de: Benutzerdefinierte Felder aktualisieren
es_es: Actualizar Campos Personalizados
he_il: עדכן שדה מיוחד
it_it: Aggiorna i campi personalizzati
pt_pt: Atualizar campos personalizados
ru_ru: Обновление произвольных полей

source: Update section
ar: تحديث قسم
de_de: Abschnitt aktualisieren
es_es: Actualizar sección
he_il: עדכן אזור
it_it: Aggiorna sezione
pt_pt: Seção de atualização
ru_ru: Раздел обновления
