Repository: WordPressBugBounty/plugins-local-delivery-drivers-for-woocommerce
Catalog: local-delivery-drivers-for-woocommerce/languages/lddfw-*.po
Languages: ar, de_de, es_es, he_il, it_it, pt_pt, ru_ru

source: Orders - Delivered
ar: الطلبيات - تم التسليم
de_de: Bestellungen - Geliefert
es_es: Pedidos - Entregados
he_il: הזמנות - סופק
it_it: Ordini - Consegnati
pt_pt: Pedidos - Entregues
ru_ru: Заказы - Доставленные

source: Orders - Driver Assigned
ar: الطلبيات - تم تعيين السائق
de_de: Bestellungen - Fahrer zugewiesen
es_es: Pedidos - Conductor Asignado
he_il: הזמנות - שויך לשליח
it_it: Ordini - Autista assegnato
pt_pt: Pedidos - Estafeta Atribuído
ru_ru: Заказы - Назначенный курьер

source: Orders - Failed Delivery
ar: الطلبيات - تعذر التسليم
de_de: Bestellungen - fehlgeschlagene Lieferung
es_es: Pedidos: Entrega Fallida
he_il: הזמנות - משלוח נכשל
it_it: Ordini - Consegna fallita
pt_pt: Pedidos - Falha na entrega
ru_ru: Заказы - Неудачные

source: Orders - Out for Delivery
ar: الطلبيات - خارج للتسليم
de_de: Bestellungen - Zur Auslieferung bereit
es_es: Pedidos - En Proceso de Entrega
he_il: הזמנות - יצא למשלוח
it_it: Ordini - In consegna
pt_pt: Pedidos - Seguir para entrega
ru_ru: Заказы - Выданные курьерам

source: Orders Price
ar: سعر الطلبية
de_de: Bestellpreis
es_es: Precio de Pedidos
he_il: מחיר הזמנות
it_it: Prezzo ordini
pt_pt: Preço do pedido
ru_ru: Цена заказов

source: Orders successfully marked as out for delivery.
ar: تم تسجيل طلبات التسليم غير المتوفرة حاليا بنجاح.
de_de: Bestellungen wurden erfolgreich als zur Auslieferung markiert markiert.
es_es: Pedidos marcados correctamente en proceso de entrega.
he_il: ההזמנות עודכנו לייצאו למשלוח.
it_it: Ordini contrassegnati con successo come in consegna.
pt_pt: Pedidos entregues.
ru_ru: Заказы помечены как готовые к доставке.

source: Orders Total
ar: مجموع الطلبيات
de_de: Bestellungen insgesamt
es_es: Total de Pedidos
he_il: סכום הזמנות
it_it: Totale ordini
pt_pt: Total de pedidos
ru_ru: Стоимость заказов

source: Orders without drivers
ar: طلبيات بدون سائقين
de_de: Bestellungen ohne Fahrer
es_es: Pedidos sin repartidores
he_il: הזמנות ללא שליחים
it_it: Ordini senza autisti
pt_pt: Pedidos sem estafetas.
ru_ru: Заказы без курьеров

source: origin and/or address could not be geocoded.
ar: نقطة الإنطلاق و/أو الوجهة لا يتوفر تشفيرها على الخريطة.
de_de: Herkunft und/oder Adresse konnten nicht geokodiert werden.
es_es: no se pudo geocodificar el origen y/o la dirección.
he_il: לא ניתן היה לבצע קידוד גיאוגרפי של מקור ו / או כתובת.
it_it: origine e/o indirizzo non possono essere geocodificati.
pt_pt: origem e/ou endereço não puderam ser geocodificados.
ru_ru: исходные координаты и/или адрес не удалось привязать к карте.

source: Other
ar: بيانات اخرى
de_de: Sonstiges
es_es: Otro
he_il: אחר
it_it: Altro
pt_pt: Outro
ru_ru: Прочее

source: Other issues.
ar: مشاكل أخرى.
de_de: Andere Probleme.
es_es: Otros asuntos.
he_il: אחר.
it_it: Altri problemi.
pt_pt: Outros problemas.
ru_ru: Иная причина

source: Out for Delivery
ar: خارج للتسليم
de_de: Raus zur Lieferung
es_es: Salir a Entregar
he_il: יצא למשלוח
it_it: In consegna
pt_pt: Seguiu para entrega
ru_ru: Передан курьеру

source: Out for delivery
ar: خارج للتسليم
de_de: raus zur Lieferung
es_es: Salir a entregar
he_il: יצא למשלוח
it_it: In consegna
pt_pt: Seguir para entrega
ru_ru: Передан курьеру

source: Out for Delivery <span class="count">(%s)</span>
ar: خارج للتسليم <span class="count">(%s)</span>
de_de: Zur Auslieferung <span class="count">(%s)</span>
es_es: Salir a Entregar <span class="count">(%s)</span>
he_il: יצא למשלוח <span class="count">(%s)</span>
it_it: In consegna <span class="count">(%s)</span>
pt_pt: Seguir para entrega (%s)
ru_ru: <span class="count">%s</span> передан курьеру

source: Out for delivery status
ar: وضعية الخروج للتسليم
de_de: Aus für Lieferstatus
es_es: Estado de pedidos por entregar
he_il: סטטוס יצא למשלוח
it_it: Stato di consegna
pt_pt: Estado de entrega
ru_ru: Статус выдачи курьеру

source: Page background
ar: خلفية الصفحة
de_de: Seitenhintergrund
es_es: Fondo de la página
he_il: רקע הדף
it_it: Sfondo della pagina
pt_pt: Fundo da página
ru_ru: Фон страницы

source: Panel Theme
ar: سمة اللوحة
de_de: Fahrer-Panel-Design
es_es: Tema del panel
he_il: תבנית מימשק
it_it: Tema del pannello
pt_pt: Tema do Painel
ru_ru: Тема панели

source: Parent Rule
ar: قاعدة تم ضبطها من طرف الولي
de_de: Elternregel
es_es: Regla Principal
he_il: כלל אב
it_it: Regola principale
ru_ru: Родительское правило

source: Password
ar: كلمة العبور
de_de: Passwort
es_es: Contraseña
he_il: סיסמא
ru_ru: Пароль

source: Password reset
ar: إعادة ضبط كلمة العبور
de_de: Passwort zurücksetzen
es_es: Restablecimiento de contraseña
he_il: איפוס סיסמא
it_it: Reimpostazione password
pt_pt: Redefinição da Password
ru_ru: Сброс пароля

source: Payment Method
ar: طريقة الدفع
de_de: Bezahlverfahren
es_es: Método de Pago
he_il: סוג התשלום
it_it: Metodo di pagamento
pt_pt: Forma de pagamento
ru_ru: Способ оплаты

source: Payment method
ar: طريقة الدفع
de_de: Bezahlverfahren
es_es: Método de pago
he_il: אמצעי תשלום
it_it: Metodo di pagamento
pt_pt: Forma de pagamento
ru_ru: Способ оплаты

source: Phone
ar: رقم الهاتف
de_de: Telefon
es_es: Teléfono
he_il: טלפון
it_it: Telefono
pt_pt: Telefone
ru_ru: Телефон

source: Phone is empty.
ar: بيانات رقم الهاتف غير متوفرة.
de_de: Telefon ist leer.
es_es: Teléfono está vacío.
he_il: שדה טלפון ריק.
it_it: Telefono vuoto.
pt_pt: Numero de telefone está vazio.
ru_ru: Телефон не указан.

source: Phone number
ar: رقم الهاتف
de_de: Telefonnummer
es_es: Número de teléfono
he_il: מספר טלפון
it_it: Numero di telefono
pt_pt: Número de telefone
ru_ru: Номер телефона

source: Phone number to send SMS should be in the following format (+)(country code)(area code)(phone number) e.g +15024658206
ar: لتلقي إرسالية قصيرة SMS يجب ان يكون الرقم في الصيغة التالية (+) (رمز البلد) (رمز المنطقة) (رقم الهاتف). مثال 15024658206+
de_de: Die Telefonnummer zum Senden von SMS sollte das folgende Format haben (+)(Ländervorwahl)(Vorwahl)(Telefonnummer) z.B. +15024658206
es_es: El número de teléfono para enviar SMS debe tener el siguiente formato (+) (código de país) (código de área) (número de teléfono), por ejemplo, +15024658206
he_il: מספר הטלפון לשליחת SMS צריך להיות בפורמט הבא (+) (קוד מדינה) (קידומת) (מספר טלפון) למשל +15024658206
it_it: Il numero di telefono per inviare SMS deve essere nel formato (+)(prefisso del paese)(prefisso)(numero di telefono) es. +15024658206
pt_pt: O número de telefone para enviar SMS deve estar no seguinte formato (+) (código do país) (código de área) (número do telefone), por exemplo +15024658206
ru_ru: Номер телефона для отправки SMS должен быть в следующем формате (+)(код страны)(код города)(номер телефона), например: +74951234567

source: Phone number to send WhatsApp should be in the following format (+)(country code)(area code)(phone number) e.g +15024658206
ar: لتلقي إرسالية عبر WhatsApp يجب ان يكون الرقم في الصيغة التالية (+) (رمز البلد) (رمز المنطقة) (رقم الهاتف). مثال 15024658206+
de_de: Die Telefonnummer zum Senden von WhatsApp sollte das folgende Format haben (+)(Ländervorwahl)(Vorwahl)(Telefonnummer) z.B. +15024658206
es_es: El número de teléfono para enviar WhatsApp debe estar en el siguiente formato (+)(código de país)(código de área)(número de teléfono), por ejemplo +15024658206
he_il: מספר טלפון לשליחת WhatsApp צריך להיות בפורמט הבא (+)(קוד מדינה)(אזור חיוג)(מספר טלפון), למשל 15024658206+
it_it: Il numero di telefono per inviare WhatsApp deve essere nel formato (+)(prefisso del paese)(prefisso)(numero di telefono) es. +15024658206
pt_pt: O número de telefone para enviar o WhatsApp deve estar no seguinte formato (+)(código do país)(código de área)(número de telefone), por exemplo, +15024658206
ru_ru: Номер телефона для отправки WhatsApp должен быть в следующем формате (+)(код страны)(код города)(номер телефона), например: +74951234567

source: Photo
ar: الصورة
de_de: Foto
es_es: Foto
he_il: תמונה
it_it: Foto
pt_pt: Foto
ru_ru: Фотография

source: Photos
ar: الصور
de_de: Fotos
es_es: Fotos
he_il: תמונות
it_it: Foto
pt_pt: Fotos
ru_ru: Фотографии

source: Pickup
ar: الإستلام
de_de: Abholen
es_es: Recogida
he_il: איסוף
it_it: Ritiro
ru_ru: Выдача заказа

source: Pickup Address
ar: عنوان الإستلام
de_de: Abholadresse
es_es: Dirección de Recogida
he_il: כתובת איסוף
it_it: Indirizzo di ritiro
pt_pt: Morada de recolha
ru_ru: Адрес выдачи заказа

source: Pickup address coordinates
ar: إحداثيات عنوان التسليم
de_de: Koordinaten der Abholadresse
es_es: Coordenadas de la dirección de recogida
he_il: קואורדינטות של כתובת האיסוף
it_it: Coordinate indirizzo di ritiro
pt_pt: Coordenadas do endereço de retirada
ru_ru: Координаты адреса выдачи

source: Plan your route
ar: قم بتصميم مسارك
de_de: Planen Sie Ihre Route
es_es: Planifica tu ruta
he_il: תכנן מסלול
it_it: Pianifica il tuo percorso
pt_pt: Planear rota
ru_ru: Спланируйте свой маршрут

source: Plan your Route by Distance or Manually.
ar: قم بتصميم مسارك باستعمال المسافة او بصفة يدوية.
de_de: Planen Sie Ihre Route nach Entfernung oder manuell.
es_es: Planifique su ruta por distancia o manualmente.
he_il: תכנן את המסלול שלך לפי מרחק או באופן ידני.
it_it: Pianifica il tuo percorso in base alla distanza o manualmente.
pt_pt: Planeia a rota por distância ou manualmente.
ru_ru: Планируйте свой маршрут по расстоянию или вручную.

source: Please choose an order.
ar: الرجاء القيام باختيار الطلبية.
de_de: Bitte wählen Sie eine Bestellung aus.
es_es: Por favor, elija un pedido.
he_il: נא לבחור הזמנה.
it_it: Si prega di scegliere un ordine.
pt_pt: Por favor, escolha um pedido.
ru_ru: Выберите заказ.

source: Please choose the orders.
ar: الرجاء القيام باختيار الطلبات.
de_de: Bitte wählen Sie die Bestellungen aus.
es_es: Elija los pedidos.
he_il: בחר הזמנות.
it_it: Si prega di scegliere gli ordini.
pt_pt: Escolha os pedidos.
ru_ru: Выберите заказы.

source: Please click on the login button to login with your new password
ar: الرجاء النقر على زر الدخول من أجل استعمال كلمة العبور الجديدة
de_de: Bitte klicken Sie auf den Login-Button, um sich mit Ihrem neuen Passwort anzumelden
es_es: Haga clic en el botón de inicio de sesión para iniciar sesión con su nueva contraseña
he_il: אנא לחץ על כפתור הכניסה כדי להתחבר באמצעות הסיסמה החדשה שלך
it_it: Per favore, clicca sul pulsante di accesso per entrare con la tua nuova password
pt_pt: Por favor, clique no botão de login com a sua nova senha
ru_ru: Нажмите на кнопку входа, чтобы войти под новым паролем

source: Please enter both Google keys.
ar: يرجى إدخال كلا مفتاحي Google.
de_de: Bitte geben Sie beide Google-Schlüssel ein.
es_es: Por favor, ingrese ambas claves de Google.
he_il: אנא הזן את שני מפתחות Google.
it_it: Si prega di inserire entrambe le chiavi Google.
pt_pt: Por favor, insira ambas as chaves do Google.
ru_ru: Пожалуйста, введите оба ключа Google.

source: Please fill out the form below, and we will contact you shortly.
ar: الرجاء القيام بتعمير الإستمارة التالية، سنقوم بالإتصال بك قريبا.
de_de: Bitte füllen Sie das untenstehende Formular aus, und wir werden uns in Kürze mit Ihnen in Verbindung setzen.
es_es: Complete el siguiente formulario y nos comunicaremos con usted a la brevedad.
he_il: אנא מלא את הטופס למטה ואנו ניצור אתך קשר בהקדם.
it_it: Per favore, compila il modulo qui sotto e ti contatteremo a breve.
pt_pt: Por favor, preencha o formulário abaixo e entraremos em contato brevemente.
ru_ru: Заполните форму ниже, и с вами свяжутся в ближайшее время.

source: Please note that shorter tracking intervals will drain the driver battery far quicker and makes more requests to your server.
ar: يرجى ملاحظة أن فترات التتبع الأقصر ستستنزف بطارية السائق بشكل أسرع وتزيد من الطلبات على خادمك.
de_de: Bitte beachten Sie, dass kürzere Tracking-Intervalle die Fahrerbatterie viel schneller entladen und mehr Anfragen an Ihren Server stellen.
es_es: Tenga en cuenta que intervalos de seguimiento más cortos agotarán la batería del conductor mucho más rápido y realizarán más solicitudes a su servidor.
he_il: שים לב שמרווחי מעקב קצרים יותר ירוקנו את סוללת הנהג מהר יותר ויפנו יותר בקשות לשרת שלך.
it_it: Nota che intervalli di tracciamento più brevi scaricano molto più velocemente la batteria del conducente e aumentano il numero di richieste al tuo server.
pt_pt: Por favor, note que intervalos de rastreamento mais curtos irão descarregar a bateria do motorista muito mais rápido e fazer mais requisições ao seu servidor.
ru_ru: Более короткие интервалы отслеживания значительно быстрее разряжают батарею смартфона курьера и делают больше запросов к серверу сайта.

source: Please take a photo as proof of delivery.
ar: يرجى التقاط صورة كدليل على التسليم.
de_de: Bitte machen Sie ein Foto als Zustellnachweis.
es_es: Por favor tome una foto como prueba de entrega.
he_il: נא לצלם תמונה כהוכחה למשלוח.
it_it: Si prega di scattare una foto come prova di consegna.
pt_pt: Por favor, tire uma foto como prova de entrega.
ru_ru: Пожалуйста, сделайте фото в качестве доказательства доставки.

source: Please take a photo or signature as proof of delivery.
ar: يرجى التقاط صورة أو توقيع كدليل على التسليم.
de_de: Bitte machen Sie ein Foto oder eine Unterschrift als Zustellnachweis.
es_es: Por favor tome una foto o firma como prueba de entrega.
he_il: נא לצלם תמונה או חתימה כהוכחה למשלוח.
it_it: Si prega di scattare una foto o prendere una firma come prova di consegna.
pt_pt: Por favor, tire uma foto ou assinatura como prova de entrega.
ru_ru: Пожалуйста, сделайте фотографию или подпись в качестве доказательства доставки.

source: Please take the customer's signature as proof of delivery.
ar: يرجى أخذ توقيع العميل كدليل على التسليم.
de_de: Bitte nehmen Sie die Unterschrift des Kunden als Zustellnachweis.
es_es: Por favor tome la firma del cliente como prueba de entrega.
he_il: נא לקחת את חתימת הלקוח כהוכחה למשלוח.
it_it: Si prega di prendere la firma del cliente come prova di consegna.
pt_pt: Por favor, leve a assinatura do cliente como prova de entrega.
ru_ru: Пожалуйста, возьмите подпись клиента в качестве доказательства доставки.

source: Please wait...
ar: الرجاء الإنتظار قليلا...
de_de: Warten Sie mal...
es_es: Por favor espere...
he_il: אנא המתן...
it_it: Attendere prego...
pt_pt: Por favor, espere...
ru_ru: Пожалуйста, подождите...

# Post Type General Name
source: Custom Fields
ar: مواصفات معينة
de_de: Benutzerdefinierte Felder
es_es: Campos Personalizados
he_il: שדות מיוחדים
it_it: Campi personalizzati
pt_pt: Campos Personalizados
ru_ru: Произвольные поля

# Post Type General Name
source: Driver Pages
ar: صفحات السائق
de_de: Fahrer Seiten
es_es: Páginas del Repartidor
he_il: דפי נהג
it_it: Pagine dell'autista
pt_pt: Página do estafeta
ru_ru: Страницы курьеров

# Post Type Singular Name
source: Custom Fields
ar: مواصفات معينة
de_de: Benutzerdefinierte Felder
es_es: Campos Personalizados
he_il: שדות מיוחדים
it_it: Campo personalizzato
pt_pt: Campos Personalizados
ru_ru: Произвольные поля

# Post Type Singular Name
source: Driver Page
ar: صفحة السائق
de_de: Fahrerseite
es_es: Página del Repartidor
he_il: דף נהג
it_it: Pagina dell'autista
pt_pt: Página de estafeta
ru_ru: Страница курьера

source: Postcode / ZIP
ar: الترقيم البريدي / ZIP
de_de: Postleitzahl / PLZ
es_es: Código Postal / ZIP
he_il: מיקוד
it_it: CAP / Codice postale
pt_pt: Código Postal
ru_ru: Почтовый индекс

source: Premium
ar: مميز
de_de: Prämie
he_il: פרימיום
ru_ru: Премиум

source: Premium Feature
ar: خاصية إضافية مميزة
de_de: Premium-Funktion
es_es: Característica Premium
he_il: תכונת פרימיום
it_it: Funzionalità Premium
pt_pt: Recurso Premium
ru_ru: Премиум-функция

source: Products
ar: المنتجات
de_de: Produkte
es_es: Productos
he_il: מוצרים
it_it: Prodotti
pt_pt: Produtos
ru_ru: Товары

source: Proof of delivery
ar: إثبات التسليم
de_de: Liefernachweis
es_es: Prueba de entrega
he_il: הוכחת מסירה
it_it: Prova di consegna
pt_pt: Comprovante de entrega
ru_ru: Подтверждение доставки

source: Ready for claim
ar: جاهز للإستلام
de_de: Bereit zur Reklamation
es_es: Listo para reclamar
he_il: מוכן לשיוך
it_it: Pronto per il reclamo
pt_pt: Pronto para reclamação
ru_ru: Готов к приёму запроса

source: Ready notes for the drivers
ar: ملاحظات جاهزة للسائقين
de_de: Fertige Notizen für die Fahrer
es_es: Notas listas para los repartidores
he_il: הודעות מוכנות לשליחים
it_it: Note pronte per gli autisti
pt_pt: Notas prontas para os estafetas
ru_ru: Готовые заметки для курьеров

source: Recipient
ar: المستلم
de_de: Empfänger
es_es: Destinatario
he_il: נמען
it_it: Destinatario
pt_pt: Destinatário
ru_ru: Получатель

source: Refund
ar: إسترجاع الأموال
de_de: Erstattung
es_es: Reembolso
he_il: החזר כספי
it_it: Rimborso
pt_pt: Reembolso
ru_ru: Возврат

source: Refused by the recipient.
ar: قام المتلقي برفض الإستلام.
de_de: Vom Empfänger abgelehnt.
es_es: Rechazado por el destinatario.
he_il: סורב ע"י המקבל.
it_it: Rifiutato dal destinatario.
pt_pt: Recusado pelo destinatário.
ru_ru: Отказ получателя

source: Reports
ar: التقارير
de_de: Berichte
es_es: Reportes
he_il: דוחות
it_it: Rapporti
pt_pt: Relatórios
ru_ru: Отчёты

source: Resend email
ar: إعادة إرسال البريد الإلكتروني
de_de: E-Mail zurücksenden
es_es: Reenviar correo electrónico
he_il: שלח מייל שוב
it_it: Reinvia e-mail
pt_pt: Reenviar email
ru_ru: Повторно отправить Email

source: Reset password
ar: إعادة ضبط كلمة العبور
de_de: Passwort zurücksetzen
es_es: Restablecer la contraseña
he_il: אפס סיסמא
it_it: Ripristina password
pt_pt: Redefinir password
ru_ru: Сбросить пароль

source: Route
ar: المسار
es_es: Ruta
he_il: מסלול
it_it: Percorso
pt_pt: Rota
ru_ru: Маршрут

source: Route Destination
ar: مسار الوجهة
de_de: Routenziel
es_es: Ruta Destino
he_il: סיום המסלול
it_it: Destinazione del percorso
pt_pt: Destino da rota
ru_ru: Пункт назначения маршрута

source: Route on map
ar: المسار على الخريطة
de_de: Route auf Karte
es_es: Ruta en el mapa
he_il: מסלול במפה
it_it: Percorso sulla mappa
pt_pt: Rota no mapa
ru_ru: Маршрут на карте

source: Route Origin
ar: نقطة إنطلاق المسار
de_de: Route Ursprung
es_es: Ruta de Origen
he_il: תחילת המסלול
it_it: Origine del percorso
pt_pt: Origem da rota
ru_ru: Начало маршрута

source: Routes
ar: المسارات
de_de: Routen
es_es: Rutas
he_il: מסלולים
it_it: Percorsi
pt_pt: Rotas
ru_ru: Маршруты

source: Search
ar: بحث
de_de: Suche
es_es: Buscar
he_il: חיפוש
it_it: Cerca
pt_pt: Procurar
ru_ru: Поиск

source: Search Custom Fields
ar: البحث عن مواصفات معينة
de_de: Benutzerdefinierte Felder durchsuchen
es_es: Buscar campos personalizados
he_il: חפש שדה מיוחד
it_it: Cerca campi personalizzati
pt_pt: Pesquisar campos personalizados
ru_ru: Поиск по произвольным полям

source: Search sections
ar: البحث في الأقسام
de_de: Abschnitte durchsuchen
es_es: Buscar secciones
he_il: חפש אזור
it_it: Cerca sezioni
pt_pt: Seções de pesquisa
ru_ru: Разделы поиска

source: Sections
ar: الأقسام
de_de: Abschnitte
es_es: Secciones
he_il: חלקים
it_it: Sezioni
pt_pt: Seções
ru_ru: Разделы

source: Security Check Failure - This alert may occur when you are logged in as an administrator and as a delivery driver on the same browser and the same device. If you want to work on both panels please try to work with two different browsers.
ar: فشل الفحص الأمني - يطرأ هذا التحذير عندما تقوم بالولوج بصفة مدير وبصفة سائق تسليم عبر ذات محرك البحث. الرجاء استعمال محركي بحث مختلفين اذا رغبت في العمل عبر الواجهتين في ذات الوقت.
de_de: Fehler bei der Sicherheitsüberprüfung – Diese Warnung kann auftreten, wenn Sie als Administrator und als Zustellungstreiber im selben Browser und auf demselben Gerät angemeldet sind. Wenn Sie auf beiden Panels arbeiten möchten, versuchen Sie es mit zwei verschiedenen Browsern.
es_es: Fallo de verificación de seguridad: esta alerta puede ocurrir cuando ha iniciado sesión como administrador y como controlador de entrega en el mismo navegador y el mismo dispositivo. Si desea trabajar en ambos paneles, intente trabajar con dos navegadores diferentes.
he_il: כשל בבדיקת אבטחה - התראה זו עלולה להתרחש כאשר אתה מחובר כמנהל מערכת וכשליח באותו הדפדפן ובאותו המכשיר. אם אתה רוצה לעבוד על שני הממשקים אנא נסה לעבוד עם שני דפדפנים שונים.
it_it: Errore di controllo di sicurezza - Questo avviso può verificarsi quando sei loggato come amministratore e come autista delle consegne sullo stesso browser e sullo stesso dispositivo. Se desideri lavorare su entrambi i pannelli, prova a utilizzare due browser diversi.
pt_pt: Falha na verificação de segurança - Este alerta pode ocorrer quando estiver conectado como administrador e como estafeta no mesmo navegador e no mesmo dispositivo. Se quiser trabalhar em ambos os painéis, tente trabalhar com dois navegadores diferentes.
ru_ru: Сбой проверки безопасности! Данное предупреждение может возникнуть, если вы вошли в систему как администратор и как курьер в одном браузере. Если вам необходимо работать в обеих панелях, используйте два разных браузера.

source: Select
ar: اختيار
de_de: Auswählen
es_es: Seleccionar
he_il: בחר
it_it: Seleziona
pt_pt: Selecione
ru_ru: Выберите

source: Select a image
ar: إختيار صورة
de_de: Wählen Sie ein Bild aus
es_es: Seleccionar una imagen
he_il: בחר תמונה
it_it: Seleziona un'immagine
pt_pt: Selecione uma imagem
ru_ru: Выберите изображение

source: Select Country / Region
ar: اختيار البلد / المنطقة
de_de: Land/Region auswählen
es_es: Seleccionar País / Región
he_il: בחר מדינה / אזור
it_it: Seleziona Paese / Regione
pt_pt: Selecione o país / região
ru_ru: Выберите страну

source: Select State / County
ar: إختيار الدولة / البلد
de_de: Wählen Sie Bundesland / Landkreis
es_es: Seleccionar Estado / Provincia
he_il: בחר מדינה / מחוז
it_it: Seleziona Stato / Contea
pt_pt: Selecione o estado / município
ru_ru: Выберите область/республику/край

source: Send
ar: إرسال
de_de: Senden
es_es: Enviar
he_il: שלח
it_it: Invia
pt_pt: Enviar
ru_ru: Применить

source: Set New Password
ar: إنشاء كلمة سر جديدية
de_de: Neues Passwort festlegen
es_es: Establecer Nueva Contraseña
he_il: הגדר סיסמה חדשה
it_it: Imposta nuova password
pt_pt: Definir nova Password
ru_ru: Установить новый пароль

source: Settings
ar: الإعدادات
de_de: Einstellungen
es_es: Configuraciones
he_il: הגדרות
it_it: Impostazioni
pt_pt: Configurações
ru_ru: Настройки

source: Shipping
ar: الشحن
de_de: Versand
es_es: Envío
he_il: משלוח
it_it: Spedizione
pt_pt: Envio
ru_ru: Доставка

source: Shipping Address
ar: عنوان الشحن
de_de: Lieferanschrift
es_es: Dirección de Envío
he_il: כתובת למשלוח
it_it: Indirizzo di spedizione
pt_pt: Morada de entrega
ru_ru: Адрес доставки

source: Shipping Address 1
ar: عنوان الفوترة 1
de_de: Lieferadresse 1
es_es: Dirección de Envío 1
he_il: כתובת 1
it_it: Indirizzo di spedizione 1
pt_pt: Morada de entrega 1
ru_ru: Адрес доставки

source: Shipping Address 2
ar: عنوان الفوترة 2
de_de: Lieferadresse 2
es_es: Dirección de Envío 2
he_il: כתובת 2
it_it: Indirizzo di spedizione 2
pt_pt: Endereço de entrega 2
ru_ru: Дополнения к адресу доставки

source: Shipping City
ar: بيانات الفوترة: المدينة
de_de: Versandstadt
es_es: Ciudad de Envío
he_il: עיר
it_it: Città di spedizione
pt_pt: Cidade de entrega
ru_ru: Город доставки

source: Shipping Company
ar: بيانات الفوترة: الشركة
de_de: Versandunternehmen
es_es: Compañía de Envíos
he_il: חברה
it_it: Compagnia di spedizione
pt_pt: Transportadora
ru_ru: Курьерская служба

source: Shipping Country
ar: بيانات الفوترة: البلد
de_de: Lieferungsland
es_es: País de Envío
he_il: ארץ
it_it: Paese di spedizione
pt_pt: País de Envio
ru_ru: Страна доставки

source: Shipping First Name
ar: بيانات الفوترة: الإسم الاول
de_de: Versand Vorname
es_es: Nombre de Envío
he_il: שם פרטי
it_it: Nome destinatario spedizione
pt_pt: Nome de envio
ru_ru: Имя получателя

source: Shipping Last Name
ar: بيانات الفوترة: الإسم العائلي
de_de: Versand Nachname
es_es: Apellido de Envío
he_il: שם משפחה
it_it: Cognome destinatario spedizione
pt_pt: Sobrenome para envio
ru_ru: Фамилия отправителя
