Repository: WordPressBugBounty/plugins-local-delivery-drivers-for-woocommerce
Catalog: local-delivery-drivers-for-woocommerce/languages/lddfw-*.po
Languages: ar, de_de, es_es, he_il, it_it, pt_pt, ru_ru

source: Call Dispatch
ar: الإتصال بمركز الإرسال
de_de: Anrufzustellung
es_es: Llamar a Central
he_il: התקשר לחנות
it_it: Chiama la spedizione
pt_pt: Despacho de Chamadas
ru_ru: Звонок в диспетчерскую

source: Call driver
ar: الإتصال بالسائق
de_de: Fahrer anrufen
es_es: Llamar al Repartidor
he_il: התקשר לשליח
it_it: Chiama l'autista
pt_pt: Ligar ao estafeta
ru_ru: Звонок курьеру

source: Can claim
ar: قابل للتحصيل
de_de: Kann behaupten
es_es: Puede reclamar
he_il: יכול לשייך
it_it: Può reclamare
pt_pt: Pode reclamar
ru_ru: Может делать запрос

source: Can't claim
ar: غير قابل للتحصيل
de_de: Kann nicht behaupten
es_es: No puedo reclamar
he_il: אינו יכול לשייך
it_it: Non può reclamare
pt_pt: Não pode reclamar
ru_ru: Не удалось запросить

source: Cancel
ar: إلغاء
de_de: Abbrechen
es_es: Cancelar
he_il: ביטול
it_it: Annulla
pt_pt: Cancelar
ru_ru: Отмена

source: Change status to
ar: تغيير الوضعية إلى
de_de: Status ändern in
es_es: Cambiar estado a
he_il: שנה סטטוס ל-
it_it: Cambia lo stato in
pt_pt: Alterar status para
ru_ru: Измените статус на

source: Choose orders and click on the Claim Orders button
ar: قم باختيار الطلبيات وانقر على رز الحصول على الطلبيات
de_de: Wählen Sie Bestellungen aus und klicken Sie auf die Schaltfläche Bestellungen anfordern
es_es: Elija pedidos y haga clic en el botón Reclamar Pedidos
he_il: בחר הזמנות ולחץ על כפתור שיוך הזמנות
it_it: Seleziona gli ordini e clicca sul pulsante Reclama ordini
pt_pt: Escolha os pedidos e clique no botão Solicitar Pedidos
ru_ru: Выберите заказы и нажмите на кнопку «Запросить заказы»

source: Choose orders and click on the Out For Delivery button
ar: قم باختيار الطلبيات وانقر على رز الخروج للتسليم
de_de: Wählen Sie Bestellungen aus und klicken Sie auf die Schaltfläche Out For Delivery
es_es: Elija pedidos y haga clic en el botón Salir a Entregar
he_il: בחר הזמנות ולחץ על כפתור למשלוח
it_it: Seleziona gli ordini e clicca sul pulsante Fuori per consegna
pt_pt: Escolha os pedidos e clique no botão Seguir para entrega
ru_ru: Выберите заказы и нажмите на кнопку «Передано курьеру».

source: Choose which orders the drivers will be able to claim.
ar: قم باختيار الطلبيات التي تسمح للسائقين بالحصول عليها.
de_de: Wählen Sie aus, welche Bestellungen die Fahrer beanspruchen können.
es_es: Elija qué pedidos podrán reclamar los conductores.
he_il: בחר אילו הזמנות השליח יוכל לשייך לעצמו
it_it: Scegli quali ordini potranno essere reclamati dagli autisti.
pt_pt: Escolhe quais pedidos os motoristas poderão reivindicar.
ru_ru: Выберите, на какие заказы смогут претендовать курьеры.

source: City
ar: المدينة
de_de: Stadt
es_es: Ciudad
he_il: עיר
it_it: Città
pt_pt: Cidade
ru_ru: Город

source: City is empty.
ar: بيانات المدينة غير متوفرة.
de_de: Stadt ist leer.
es_es: Ciudad está vacía.
he_il: שדה עיר ריק.
it_it: La città è vuota.
pt_pt: Cidade está vazio.
ru_ru: Город не указан.

source: Claim more orders
ar: إضافة طلبيات جديدة
de_de: Weitere Bestellungen anfordern
es_es: Reclamar más pedidos
he_il: שייך עוד הזמנות
it_it: Reclama altri ordini
pt_pt: Reivindique mais pedidos
ru_ru: Запросить больше заказов

source: Claim Order
ar: الحصول على الطلبية
de_de: Bestellung anfordern
es_es: Reclamar pedido
he_il: שייך הזמנות
it_it: Reclama ordine
pt_pt: Pedido de Reivindicação
ru_ru: Запросить заказ

source: Claim Orders
ar: الحصول على الطلبيات
de_de: Bestellungen anfordern
es_es: Pedidos en Reclamo
he_il: שיוך הזמנות
it_it: Reclama ordini
pt_pt: Reclamar pedidos
ru_ru: Запросить заказы

source: Claim orders
ar: الحصول على الطلبيات
de_de: Bestellungen anfordern
es_es: Pedidos en Reclamo
he_il: שייך הזמנות
it_it: Reclama ordini
pt_pt: Reclamar pedidos
ru_ru: Запросить заказы

source: Claim orders limitation
ar: القيود المفروضة للحصول على الطلبيات
de_de: Einschränkung der Bestellanforderungen
es_es: Limitación de pedidos en reclamo
he_il: הגבלות שיוך לשליח
it_it: Limitazione per la rivendicazione degli ordini
pt_pt: Limitação de pedidos de reivindicação
ru_ru: Ограничение запросов

source: Claim orders option available for processing status orders.
ar: خيار الحصول على الطلبيات متوفر لتفعيل وضعية تجهيز الطلبيات.
de_de: Bestelloption für die Bearbeitung von Statusaufträgen verfügbar.
es_es: Opción de pedidos en reclamo disponible para procesar pedidos de estado.
he_il: אפשרות לשייך הזמנות זמינה לסטטוס הזמנה בתהליך.
it_it: L'opzione di rivendicazione degli ordini è disponibile per gli ordini in stato di elaborazione.
pt_pt: Opção reclamar pedidos disponível para pedidos em processamento.
ru_ru: Опция запросов заказов доступна для обработки статуса заказа.

source: Close
ar: إغلاق
de_de: Schließen
es_es: Cerrar
he_il: סגור
it_it: Chiudi
pt_pt: Fechado
ru_ru: Закрыть

source: Commission
ar: العمولة
de_de: Kommission
es_es: Comisión
he_il: עמלה
it_it: Commissione
pt_pt: Comissão
ru_ru: Курьерская комиссия

source: Commissions
ar: العمولات
de_de: Provisionen
es_es: Comisiones
he_il: עמלות
it_it: Commissioni
pt_pt: Comissões
ru_ru: Курьерские комиссии

source: Company
ar: الشركة
de_de: Gesellschaft
es_es: Empresa
he_il: חברה
it_it: Azienda
pt_pt: Empresa
ru_ru: Компания

source: Confirm password
ar: تأكيد كلمة العبور
de_de: Kennwort bestätigen
es_es: Confirmar contraseña
he_il: חזור על הסיסמא
it_it: Conferma la password
pt_pt: Confirmar password
ru_ru: Подтвердите пароль

source: Contact Info
ar: بيانات الإتصال
de_de: Kontaktinformation
es_es: Datos de contacto
he_il: פרטים
it_it: Informazioni di contatto
pt_pt: Informações do contacto
ru_ru: Контактная информация

source: Content template SID
ar: معرف قالب المحتوى (SID)
de_de: Inhaltsvorlagen-SID
es_es: SID de la plantilla de contenido
he_il: מזהה תבנית תוכן (Content SID)
it_it: SID del template di contenuto
pt_pt: SID do modelo de conteúdo
ru_ru: SID шаблона контента

source: Coordinates:
ar: الإحداثيات:
de_de: Koordinaten:
es_es: Coordenadas
he_il: קורדינטות:
it_it: Coordinate:
pt_pt: Coordenadas:
ru_ru: Координаты:

source: Country / Region
ar: البلد / المنطقة
de_de: Land / Region
es_es: País / Región
he_il: מדינה / אזור
it_it: Paese / Regione
pt_pt: País
ru_ru: Страна

source: Country is empty.
ar: بيانات البلد غير متوفرة.
de_de: Land ist leer.
es_es: País está vacío.
he_il: שדה מדינה ריק.
it_it: Il paese è vuoto.
pt_pt: País está vazio.
ru_ru: Страна не указана.

source: Create a new password.
ar: إنشاء كلمة عبور جديدة.
de_de: Erstelle ein neues Passwort.
es_es: Crear una nueva contraseña.
he_il: צור סיסמא חדשה.
it_it: Crea una nuova password.
pt_pt: Criar nova password.
ru_ru: Создать новый пароль.

source: Current city: %s.
ar: المدينة الحالية: %s.
de_de: Aktuelle Stadt: %s.
es_es: Ciudad actual: %s.
he_il: עיר נוכחית: %s.
it_it: Città attuale: %s.
pt_pt: Cidade atual: %s.
ru_ru: Текущий город: %s.

source: Custom
ar: مواصفات
de_de: Benutzerdefiniert
es_es: Personalizado
he_il: מיוחד
it_it: Personalizzato
pt_pt: Personalizar
ru_ru: Произвольно

source: Custom Fields
ar: مواصفات معينة
de_de: Benutzerdefinierte Felder
es_es: Campos Personalizados
he_il: שדות מיוחדים
it_it: Campi personalizzati
pt_pt: Campos Personalizados
ru_ru: Произвольные поля

source: Customer
ar: الزبون
de_de: Kunde
es_es: Cliente
he_il: לקוח
it_it: Cliente
pt_pt: Cliente
ru_ru: Покупатель

source: Customer and admin can view the photo at any time.
ar: بإمكان الزبون والمدير رؤية الصورة في أي وقت.
de_de: Kunde und Administrator können das Foto jederzeit anzeigen.
es_es: El cliente y el administrador pueden ver la foto en cualquier momento.
he_il: לקוח ומנהל יכולים לצפות בתמונה בכל עת.
it_it: Il cliente e l'amministratore possono visualizzare la foto in qualsiasi momento.
pt_pt: O cliente e o administrador podem ver a foto a qualquer momento.
ru_ru: Клиент и администратор могут просмотреть фотографию в любое время.

source: Customer and admin can view the signature at any time.
ar: بإمكان الزبون والمدير رؤية التوقيع في أي وقت.
de_de: Kunde und Administrator können die Signatur jederzeit einsehen.
es_es: El cliente y el administrador pueden ver la firma en cualquier momento.
he_il: לקוח ומנהל יכולים לצפות בחתימה בכל עת.
it_it: Il cliente e l'amministratore possono visualizzare la firma in qualsiasi momento.
pt_pt: O cliente e o administrador podem visualizar a assinatura a qualquer momento.
ru_ru: Клиент и администратор могут просмотреть подпись в любое время.

source: Customer permissions
ar: اذون الزبون
de_de: Kundenberechtigungen
es_es: Permisos del cliente
he_il: הרשאות לקוח
it_it: Permessi del cliente
pt_pt: Permissões do cliente
ru_ru: Права клиентов

source: Dark Mode
ar: الوضع الداكن
de_de: Dunkelmodus
es_es: Modo oscuro
he_il: מימשק כהה
it_it: Modalità scura
pt_pt: Modo Escuro
ru_ru: Тёмный режим

source: Dashboard
ar: واجهة المتابعة
es_es: Tablero
he_il: ראשי
pt_pt: Painel Geral
ru_ru: Консоль

source: Date
ar: التاريخ
de_de: Datum
es_es: Fecha
he_il: תאריך
it_it: Data
pt_pt: Data
ru_ru: Дата

source: Dates
ar: التواريخ
de_de: Termine
es_es: Fechas
he_il: תאריכים
it_it: Date
pt_pt: Datas
ru_ru: Даты

source: Default template
ar: نموذج تلقائي
de_de: Standardvorlage
es_es: Plantilla predeterminada
he_il: תבנית ברירת מחדל
it_it: Modello predefinito
pt_pt: Modelo padrão
ru_ru: Стандартный шаблон

source: Delete image
ar: حذف صورة
de_de: Lösche Bild
es_es: Eliminar Imagen
he_il: מחק תמונה
it_it: Elimina immagine
pt_pt: Apagar imagem
ru_ru: Удалить изображение

source: Delivered
ar: تم تسليم الطلبية
de_de: Geliefert
es_es: Entregado
he_il: נשלח
it_it: Consegnato
pt_pt: Entregue
ru_ru: Доставлено

source: Delivered Date
ar: تاريخ إتمام التسليم
de_de: Lieferdatum
es_es: Fecha de Entrega
he_il: תאריך משלוח
it_it: Data di consegna
pt_pt: Data da entrega
ru_ru: Дата доставки

source: Delivered date
ar: تاريخ إتمام تسليم الطلبية
de_de: Lieferdatum
es_es: Fecha de entrega
he_il: תאריך משלוח
it_it: Data di consegna
pt_pt: Data da entrega
ru_ru: Дата доставки

source: Delivered status
ar: وضعية إتمام التسليم
de_de: Lieferstatus
es_es: Estado entregado
he_il: סטטוס סופק
it_it: Stato consegnato
pt_pt: Entregue
ru_ru: Статус доставки

source: Delivered to the customer.
ar: تم تسليم الطلبية للزبون.
de_de: An den Kunden geliefert.
es_es: Entregado al cliente.
he_il: סופק ללקוח.
it_it: Consegnato al cliente.
pt_pt: Entregue ao cliente.
ru_ru: Передан получателю

source: Delivered today
ar: تم التسليم هذا اليوم
de_de: Heute geliefert
es_es: Entregado hoy
he_il: נשלח היום
it_it: Consegnato oggi
pt_pt: Entregue hoje
ru_ru: Доставлено сегодня

source: Delivery Driver
ar: سائق التسليم
de_de: Auslieferungsfahrer
es_es: Repartidor
he_il: שליח
it_it: Autista di consegna
pt_pt: Estafeta
ru_ru: Курьер

source: Delivery driver
ar: سائق التسليم
de_de: Lieferfahrer
es_es: Repartidor
he_il: שליח
it_it: Autista di consegna
pt_pt: Estafeta
ru_ru: Курьер

source: Delivery driver %1$s has been assigned to order %2$s
ar: سائق التسليم %1$s وقع تعيينه على الطلبية %2$s
de_de: Lieferfahrer %1$s wurde der Bestellung %2$s zugewiesen
es_es: El repartidor %1$s se ha asignado al pedido %2$s
he_il: השליח %1$s שויך להזמנה %2$s
it_it: L'autista di consegna %1$s è stato assegnato all'ordine %2$s
pt_pt: O estafeta %1$s foi atribuído ao seu pedido %2$s
ru_ru: %2$s назначил заказ курьеру %1$s.

source: Delivery driver address coordinates
ar: إحداثيات عنوان سائق التسليم
de_de: Koordinaten der Lieferfahreradresse
es_es: Coordenadas de la dirección del repartidor
he_il: קורדינטות כתובת השליח
it_it: Coordinate dell'indirizzo dell'autista di consegna
pt_pt: Coordenadas do endereço do motorista de entrega.
ru_ru: Координаты адреса курьера

source: Delivery Driver Application
ar: تطبيقة سائق التسليم
de_de: Lieferfahreranwendung
es_es: Aplicación de Repartidor
he_il: טופס שליח
it_it: Applicazione per autisti di consegna
pt_pt: Aplicação do estafeta
ru_ru: Приложение курьера

source: Delivery Driver First Name
ar: الإسم الأول لسائق التسليم
de_de: Vorname des Lieferfahrers
es_es: Nombre del Repartidor
he_il: שם פרטי של השליח
it_it: Nome dell'autista di consegna
pt_pt: Primeiro nome do estafeta
ru_ru: Имя курьера

source: Delivery driver has been assigned to order.
ar: تم تعيين سائق للطلبية.
de_de: Lieferfahrer wurde der Bestellung zugewiesen.
es_es: El repartidor ha sido asignado al pedido.
he_il: שליח שויך להזמנה.
it_it: L'autista di consegna è stato assegnato all'ordine.
pt_pt: O estafeta foi atribuído ao pedido.
ru_ru: Заказ назначен курьеру.

source: Delivery Driver Info
ar: بيانات سائق التسليم
de_de: Lieferfahrerinfo
es_es: Información del Repartidor
he_il: מידע אודות השליח
it_it: Informazioni sull'autista di consegna
pt_pt: Informação do Estafeta
ru_ru: Данные курьера

source: Delivery Driver Last Name
ar: الإسم العائلي لسائق التسليم
de_de: Nachname des Lieferfahrers
es_es: Apellido del Repartidor
he_il: שם משפחה של השליח
it_it: Cognome dell'autista di consegna
pt_pt: Apelido do estafeta
ru_ru: Фамилия курьера доставки

source: Delivery Driver Page
ar: صفحة سائق التسليم
de_de: Lieferfahrerseite
es_es: Página del Repartidor
he_il: עמוד השליחים
it_it: Pagina dell'autista di consegna
pt_pt: Página do estafeta
ru_ru: Страница курьера доставки

source: Delivery Drivers
ar: سائقي التسليم
de_de: Lieferfahrer
es_es: Repartidores
he_il: שליחים
it_it: Autisti di consegna
pt_pt: Estafeta
ru_ru: Курьеры

source: Delivery drivers page
ar: صفحة سائقين التسليم
de_de: Seite mit Liefertreibern
es_es: Página de repartidores
he_il: דף שליחים
it_it: Pagina degli autisti di consegna
pt_pt: Página do estafeta
ru_ru: Страница панели курьеров

source: Delivery Drivers Settings
ar: خيارات سائقي التسليم
de_de: Einstellungen für Liefertreiber
es_es: Configuración de Repartidores
he_il: הגדרות שליח
it_it: Impostazioni degli autisti di consegna
pt_pt: Definições do estafeta
ru_ru: Настройки курьеров

source: Delivery Settings
ar: إعدادات تسليم الطلبيات
de_de: Liefereinstellungen
es_es: Configuración de Repartidores
he_il: הגדרות משלוח
it_it: Impostazioni di consegna
pt_pt: Configurações de entrega
ru_ru: Настройки доставки

source: Delivery statuses
ar: وضعيات التسليم
de_de: Lieferstatus
es_es: Estados de entrega
he_il: סטטוס משלוחים
it_it: Stati di consegna
pt_pt: Estado de entrega
ru_ru: Статусы доставки

source: Delivery total percentage
ar: مجموع النسبة المئوية من تسليم الطلبيات
de_de: Gesamtprozentsatz der Lieferung
es_es: Porcentaje total de entrega
he_il: אחוז ממחיר המשלוח
it_it: Percentuale totale di consegna
pt_pt: Percentagem total de entrega
ru_ru: Общий процент доставки

source: Developed by
ar: تم التطوير من
de_de: Entwickelt von
es_es: Desarrollado por
he_il: פותח ע"י
it_it: Sviluppato da
ru_ru: Разработано

source: Direction
ar: الاتجاه
de_de: Richtung
es_es: Dirección
he_il: כיוון
it_it: Direzione
pt_pt: Direção
ru_ru: Направление

source: Disable auto assign drivers for this method.
ar: إلغاء خاصية تعيين السائقين بصفة آلية.
de_de: Deaktivieren Sie die Bestellanforderung für diese Methode.
es_es: Desactive la asignación automática de repartidores para este método.
he_il: השבת שיוך אוטומטי לשליח למשלוח זה.
it_it: Disabilita l'assegnazione automatica degli autisti per questo metodo.
pt_pt: Desative a atribuição automática de drivers para este método.
ru_ru: Отключить автоназначение курьеров для этого метода.

source: Disable claim orders for this method.
ar: تعطيل الحصول على الطلبات لهذه الطريقة.
de_de: Deaktivieren Sie die Bestellanforderung für diese Methode.
es_es: Desactivar pedidos en reclamo para este método.
he_il: השבת שיוך הזמנות עבור שיטה זו.
it_it: Disabilita la rivendicazione degli ordini per questo metodo.
pt_pt: Desabilitar a reivindicação de pedidos para este método.
ru_ru: Отключить возможность претензий по заказам для этого метода.

source: Discount
ar: الخصم
de_de: Rabatt
es_es: Descuento
he_il: הנחה
it_it: Sconto
pt_pt: Desconto
ru_ru: Скидка

source: Dispatch phone number
ar: إرسال رقم الهاتف
de_de: Telefonnummer versenden
es_es: Número de teléfono de la central
he_il: טלפון החנות
it_it: Numero di telefono della spedizione
pt_pt: Número de telefone de despacho
ru_ru: Номер диспетчерской

source: Distance
ar: المسافة
de_de: Distanz
es_es: Distancia
he_il: מרחק
it_it: Distanza
pt_pt: Distância
ru_ru: Расстояние

source: Distance + Time
ar: المسافة + الوقت
de_de: Entfernung + Zeit
es_es: Distancia + Tiempo
he_il: מרחק + זמן
it_it: Distanza + Tempo
pt_pt: Distância + Tempo
ru_ru: Расстояние + время

source: Distance service returned an error status.
ar: خلل تقني أثناء إحتساب مسافة الخدمة.
de_de: Der Ferndienst hat einen Fehlerstatus zurückgegeben.
es_es: El servicio a distancia devolvió un estado de error.
he_il: שירות המרחק החזיר מצב שגיאה.
it_it: Il servizio di distanza ha restituito uno stato di errore.
pt_pt: O serviço à distância retornou um status de erro.
ru_ru: Служба расчёта расстояния вернула статус ошибки.

source: Documents
ar: الوثائق
de_de: Unterlagen
es_es: Documentos
he_il: מסמכים
it_it: Documenti
pt_pt: Documentos
ru_ru: Инструкции

source: Done
ar: تمَّ
de_de: Fertig
es_es: Hecho
he_il: סיים
it_it: Fatto
pt_pt: Feito
ru_ru: Готово

source: Draw signature
ar: قم بالتوقيع
de_de: Unterschrift zeichnen
es_es: Dibujar firma
he_il: צייר חתימה
it_it: Disegna la firma
pt_pt: Desenhar assinatura
ru_ru: Выведите подпись

source: Drive to the next delivery
ar: استمر في القيادة بإتجاه تسليم الطلبية التالية
de_de: Zur nächsten Lieferung fahren
es_es: Ir hasta la próxima entrega
he_il: צא למשלוח הבא
it_it: Guida verso la prossima consegna
pt_pt: Dirija-se para a próxima entrega
ru_ru: Приступить к следующей доставке

source: Driver
ar: سائق
de_de: Fahrer
es_es: Repartidor
he_il: שליח
it_it: Autista
pt_pt: Estafeta
ru_ru: Курьер

source: Driver %s changed the order status.
ar: قام السائق %s السائقون بتحديث وضع الطلبيات.
de_de: Fahrer %s hat den Auftragsstatus geändert
es_es: El repartidor %s cambió el estado del pedido.
he_il: השליח %s שינה את סטטוס ההזמנה.
it_it: L'autista %s ha cambiato lo stato dell'ordine.
pt_pt: O estafeta %s mudou o estado do pedido.
ru_ru: Курьер %s изменил статус заказа -

source: Driver %s note
ar: ملاحظة السائق %s السائقين
de_de: Fahrer %s Hinweis
es_es: Nota del repartidor %s
he_il: הערת השליח %s
it_it: Nota dell'autista %s
pt_pt: Nota do estafeta %s
ru_ru: Заметка курьера %s

source: Driver account status
ar: وضعية حساب السائق
de_de: Status des Fahrerkontos
es_es: Estado de cuenta del repartidor
he_il: סטטוס חשבון שליח
it_it: Stato dell'account dell'autista
pt_pt: Estado da conta do estafeta
ru_ru: Статус учётной записи курьера

source: Driver Application
ar: تطبيقة السائق
de_de: Fahreranwendung
es_es: Aplicación de Repartidor
he_il: טופס שליח
it_it: Applicazione per autisti
pt_pt: Aplicação do estafeta
ru_ru: Приложение курьера

source: Driver Assigned
ar: تم تعيين السائق
de_de: Fahrer zugewiesen
es_es: Repartidor Asignado
he_il: שליח שויך
it_it: Autista assegnato
pt_pt: Estafeta atribuído
ru_ru: Курьер назначен

source: Driver assigned
ar: تم تعيين السائق
de_de: Fahrer zugewiesen
es_es: Repartidor asignado
he_il: שליח שוייך
it_it: Autista assegnato
pt_pt: Estafeta atribuído
ru_ru: Курьер назначен

source: Driver Assigned <span class="count">(%s)</span>
ar: تم تعيين السائق <span class="count">(%s)</span>
de_de: Fahrer zugewiesen <span class="count">(%s)</span>
es_es: Repartidor Asignado <span class="count">(%s)</span>
he_il: שליח שוייך <span class="count">(%s)</span>
it_it: Autista assegnato <span class="count">(%s)</span>
pt_pt: Estafeta atribuído (%s)
ru_ru: Курьеру назначен <span class="count">(%s)</span>

source: Driver assigned status
ar: وضعية السائق المعين
de_de: Fahrer zugewiesener Status
es_es: Estado del repartidor asignado
he_il: סטטוס שויך לשליח
it_it: Stato assegnato all'autista
pt_pt: Estado do estafeta atribuído
ru_ru: Статус назначенного курьера

source: Driver availability
ar: توفر السائق
de_de: Fahrerverfügbarkeit
es_es: Repartidor Disponible
he_il: זמינות השליח
it_it: Disponibilità dell'autista
pt_pt: Disponibilidade do estafeta
ru_ru: Доступность курьера

source: Driver can claim orders
ar: بإمكان السائق الحصول على الطلبيات
de_de: Fahrer kann Bestellungen beanspruchen
es_es: El repartidor puede reclamar pedidos
he_il: שליחים יכולים לשייך הזמנות
it_it: L'autista può reclamare ordini
pt_pt: O estafeta pode reivindicar pedidos
ru_ru: Курьер может запрашивать заказы

source: Driver changed the order status.
ar: قام السائق % السائقون بتحديث وضع التسليم.
de_de: Fahrer hat den Auftragsstatus geändert
es_es: El repartidor cambió el estado del pedido.
he_il: השליח שינה את סטטוס ההזמנה.
it_it: L'autista ha cambiato lo stato dell'ordine.
pt_pt: O estafeta mudou o estado do pedido.
ru_ru: Курьер изменил статус заказа

source: Driver Cities
ar: مدن السائق
de_de: Fahrerstädte
es_es: Ciudades del repartidor
he_il: ערי הנהג
it_it: Città degli autisti
pt_pt: Cidades dos Motoristas
ru_ru: Города водителей

source: Driver Commission
ar: عمولة السائق
de_de: Fahrerkommission
es_es: Comisión del Repartidor
he_il: עמלת שליח
it_it: Commissione dell'autista
pt_pt: Comissão do estafeta
ru_ru: Комиссия курьера

source: Driver commissions
ar: عمولات السائق
de_de: Fahrerprovisionen
es_es: Comisiones del Repartidor
he_il: עמלות שליחים
it_it: Commissioni degli autisti
pt_pt: Comissões do estafeta
ru_ru: Комиссии курьера

source: Driver details
ar: بيانات السائق
de_de: Fahrerdetails
es_es: Información del Repartidor
he_il: פרטי השליח
it_it: Dettagli dell'autista
pt_pt: Detalhes do estafeta
ru_ru: Данные курьера

source: Driver Note
ar: ملاحظة السائق
de_de: Fahrerhinweis
es_es: Nota del Repartidor
he_il: הערת שליח
it_it: Nota dell'autista
pt_pt: Nota do estafeta
ru_ru: Заметка курьера

source: Driver note
ar: ملاحظة السائق
de_de: Fahrerhinweis
es_es: Nota del repartidor
he_il: הערת השליח
it_it: Nota dell'autista
pt_pt: Nota do estafeta
ru_ru: Заметка курьера

source: Driver Pages
ar: صفحات السائق
de_de: Fahrer Seiten
es_es: Nombre del Repartidor
he_il: דפי נהג
it_it: Pagine degli autisti
pt_pt: Páginas do estafeta
ru_ru: Страницы курьеров

source: Driver panel theme
ar: سمة لوحة السائق
de_de: Fahrer-Panel-Design
es_es: Tema del panel del repartidor
he_il: תבנית מימשק נהגים
it_it: Tema del pannello autisti
pt_pt: Tema do painel do motorista
ru_ru: Тема панели курьера

source: Driver permissions
ar: اذون السائق
de_de: Fahrerberechtigungen
es_es: Permisos del repartidor
he_il: הרשאות שליח
it_it: Permessi dell'autista
pt_pt: Permissões do estafeta
ru_ru: Права курьера

source: Driver Photo
ar: صورة السائق
de_de: Fahrerfoto
es_es: Foto del Repartidor
he_il: תמונת השליח
it_it: Foto dell'autista
pt_pt: Foto do estafeta
ru_ru: Фото курьера

source: Driver tracking
ar: مراقبة السائق
de_de: Fahrerverfolgung
es_es: Seguimiento del repartidor
he_il: מעקב אחר נהגים
it_it: Tracciamento dell'autista
pt_pt: Rastrear o estafeta
ru_ru: Отслеживание курьера

source: Driver tracking interval
ar: فاصل تتبع السائق
de_de: Fahrerverfolgungsintervall
es_es: Intervalo de seguimiento del repartidor
he_il: מרווח מעקב אחר נהג
it_it: Intervallo di tracciamento dell'autista
pt_pt: Intervalo de rastreamento do motorista
ru_ru: Интервал отслеживания курьера

source: Drivers
ar: سائقين
de_de: Fahrer
es_es: Repartidores
he_il: שליחים
it_it: Autisti
pt_pt: Estafetas
ru_ru: Курьеры

source: drivers
ar: السائقين
de_de: Fahrer
es_es: repartidores
he_il: שליחים
it_it: autisti
pt_pt: Estafetas
ru_ru: курьеры

source: Drivers app
ar: تطبيقة السائقين
de_de: Fahrer-App
es_es: APP de Repartidores
he_il: אפליקציית שליחים
it_it: App per autisti
pt_pt: App dos estafetas
ru_ru: Приложение курьеров
