Repository: WordPressBugBounty/plugins-local-delivery-drivers-for-woocommerce
Catalog: local-delivery-drivers-for-woocommerce/languages/lddfw-*.po
Languages: ar, de_de, es_es, he_il, it_it, pt_pt, ru_ru

source: Shipping Method
ar: طريقة الشحن
de_de: Versandart
es_es: Método de Envío
he_il: סוג המשלוח
it_it: Metodo di spedizione
pt_pt: Método de envio
ru_ru: Способ доставки

source: Shipping Postcode
ar: بيانات الفوترة: العنوان البريدي
de_de: Versandpostleitzahl
es_es: Código Postal de Envío
he_il: מיקוד
it_it: CAP di spedizione
pt_pt: Código Postal de Envio
ru_ru: Индекс адреса доставки

source: Shipping Price
ar: سعر الشحن
de_de: Versandkosten
es_es: Precio de Envío
he_il: מחיר משלוח
it_it: Prezzo di spedizione
pt_pt: Preço de envio
ru_ru: Стоимость доставки

source: Shipping State
ar: بيانات الفوترة: الدولة
de_de: Versandstatus
es_es: Estado de Envío
he_il: מדינה
it_it: Stato di spedizione
pt_pt: Estado de envio
ru_ru: Состояние доставки

source: Shipping Total
ar: مجموع الشحن
de_de: Versand insgesamt
es_es: Total de Envío
he_il: סכום משלוח
it_it: Totale spedizione
pt_pt: Envio Total
ru_ru: Стоимость доставки

source: Show/Hide Tags
ar: إظهار/إخفاء العلامات
de_de: Tags anzeigen/ausblenden
es_es: Mostrar/Ocultar Etiquetas
he_il: הצג/הסתר תגים
it_it: Mostra/Nascondi Tag
pt_pt: Mostrar/Ocultar Etiquetas
ru_ru: Показать/Скрыть теги

source: Signature
ar: التوقيع
de_de: Unterschrift
es_es: Firma
he_il: חתימה
it_it: Firma
pt_pt: Assinatura
ru_ru: Подпись

source: Signature & Photo
ar: التوقيع والصورة
de_de: Unterschrift & Foto
es_es: Firma y Foto
he_il: חתימה ותמונה
it_it: Firma e Foto
pt_pt: Assinatura & Foto
ru_ru: Подпись и Фото

source: SKU:
de_de: Artikelnummer:
he_il: מק"ט:
ru_ru: Артикул:

source: SMS has been sent successfully to %s
ar: تم إرسال SMS بنجاح إلى %s
de_de: SMS wurde erfolgreich an %s gesendet
es_es: El SMS se ha enviado correctamente a %s
he_il: SMS נשלח בהצלחה ל %s
it_it: SMS inviato con successo a %s
pt_pt: enviado com sucesso para % s
ru_ru: SMS успешно отправлено на %s

source: SMS phone number
ar: رقم الهاتف SMS
de_de: SMS-Telefonnummer
es_es: Número de teléfono SMS
he_il: SMS מספר טלפון
it_it: Numero di telefono SMS
pt_pt: Número de telefone
ru_ru: Номер телефона для SMS

source: SMS provider
ar: مشغِّل SMS
de_de: SMS-Anbieter
es_es: Proveedor de SMS
he_il: ספק SMS
it_it: Fornitore SMS
ru_ru: Сервис отправки SMS

source: SMS Settings
ar: خيارات SMS
de_de: SMS-Einstellungen
es_es: Configuración de SMS
he_il: הגדרות SMS
it_it: Impostazioni SMS
pt_pt: Configurações de SMS
ru_ru: Настройки SMS

source: SMS settings
ar: خيارات الإرساليات القصيرة SMS
de_de: SMS-Einstellungen
es_es: Configuración de SMS
he_il: הגדרות SMS
it_it: Impostazioni SMS
pt_pt: Configurações de SMS
ru_ru: Настройки SMS

source: SMS Template
ar: قالب SMS
de_de: SMS-Vorlage
es_es: Plantilla de SMS
he_il: תבנית SMS
it_it: Modello SMS
pt_pt: Modelo de SMS
ru_ru: Шаблон SMS

source: SMS to Customer upon driver confirmation of delivery.
ar: إرسال SMS للعميل عند تأكيد السائق للتسليم.
de_de: SMS an den Kunden bei Bestätigung der Lieferung durch den Fahrer.
es_es: SMS al cliente tras la confirmación de entrega por parte del conductor.
he_il: SMS ללקוח עם אישור מסירה של הנהג.
it_it: SMS al cliente alla conferma della consegna da parte dell'autista.
pt_pt: SMS para o cliente após a confirmação da entrega pelo motorista.
ru_ru: SMS клиенту после подтверждения доставки водителем.

source: SMS to Customer upon driver notification of non-delivery.
ar: إرسال SMS للعميل عند إبلاغ السائق بعدم التسليم.
de_de: SMS an den Kunden bei Benachrichtigung über Nichtlieferung durch den Fahrer.
es_es: SMS al cliente tras la notificación de no entrega por parte del conductor.
he_il: SMS ללקוח עם הודעת אי-מסירה של הנהג.
it_it: SMS al cliente alla notifica di mancata consegna da parte dell'autista.
pt_pt: SMS para o cliente após a notificação de não entrega pelo motorista.
ru_ru: SMS клиенту после уведомления водителя о недоставке.

source: SMS to customer when order is out for delivery.
ar: إرسالية قصيرة SMS عند خروج الطلبية للتسليم.
de_de: SMS an den Kunden, wenn die Bestellung versandfertig ist.
es_es: SMS al cliente cuando el pedido está listo para la entrega.
he_il: הודעת SMS ללקוח כאשר ההזמנה יוצאת למשלוח.
it_it: SMS al cliente quando l'ordine è in consegna.
pt_pt: SMS para o cliente quando o pedido estiver pronto para entrega.
ru_ru: SMS клиенту, когда заказ отправлен в путь.

source: SMS to customer when the driver started the delivery.
ar: إرسالية قصيرة SMS عند خروج إنطلاق السائق في تسليم الطلبيات.
de_de: SMS an den Kunden, wenn der Fahrer mit der Lieferung begonnen hat.
es_es: SMS al cliente cuando el repartidor inició la entrega.
he_il: הודעת SMS ללקוח כשהנהג מתחיל במסירה.
it_it: SMS al cliente quando l'autista ha iniziato la consegna.
pt_pt: SMS para o cliente quando o estafeta iniciou a entrega.
ru_ru: SMS клиенту, когда курьер начал доставку.

source: SMS to the customer
ar: إرسالية قصيرة SMS إلى الزبون
de_de: SMS an den Kunden
es_es: SMS al cliente
he_il: SMS ללקוח
it_it: SMS al cliente
pt_pt: SMS para o cliente
ru_ru: SMS клиенту

source: SMS to the delivery driver when a new order is assigned.
ar: إرسالية قصيرة SMS للسائق عند توفر طلبية جديد.
de_de: SMS an den Lieferfahrer, wenn eine neue Bestellung zugewiesen wird.
es_es: SMS al repartidor cuando se asigna un nuevo pedido.
he_il: SMS לשליח כאשר משוייכת הזמנה חדשה.
it_it: SMS all'autista quando viene assegnato un nuovo ordine.
pt_pt: SMS para o estafeta de entrega quando um novo pedido é atribuído.
ru_ru: SMS курьеру при назначении нового заказа.

source: SMS to the driver
ar: إرسالية قصيرة SMS إلى السائق
de_de: SMS an den Fahrer
es_es: SMS al repartidor
he_il: SMS לנהג
it_it: SMS all'autista
pt_pt: SMS para o estafeta
ru_ru: SMS курьеру

source: Some orders were successfully assigned to you.
ar: تم تعيين بعض الطلبات لك بنجاح.
de_de: Einige Bestellungen wurden Ihnen erfolgreich zugewiesen.
es_es: Algunos pedidos fueron asignados exitosamente a ti.
he_il: חלק מההזמנות שויכו אליך בהצלחה.
it_it: Alcuni ordini ti sono stati assegnati con successo.
pt_pt: Alguns pedidos foram atribuídos a você com sucesso.
ru_ru: Некоторые заказы были успешно назначены вам.

source: Someone requested that the password be reset for the following account:
ar: قام احد المستخدمين بطلب تغيير كلمة العبور للحساب التالي:
de_de: Jemand hat angefordert, dass das Passwort für das folgende Konto zurückgesetzt wird:
es_es: Alguien solicitó que se restableciera la contraseña de la siguiente cuenta:
he_il: מישהו ביקש לאפס את הסיסמה עבור החשבון הבא:
it_it: Qualcuno ha richiesto la reimpostazione della password per il seguente account:
pt_pt: Alguém solicitou que a password fosse redefinida para a seguinte conta:
ru_ru: Кто-то запросил сброс пароля следующей учётной записи:

source: Start Delivery
ar: الإنطلاق في تسليم الطلبية
de_de: Lieferung starten
es_es: Iniciar Entrega
he_il: התחל משלוח
it_it: Inizia la consegna
pt_pt: Iniciar entrega
ru_ru: Приступить к доставке

source: State / County
ar: الدولة / البلد
de_de: Bundesland / Landkreis
es_es: Estado / Provincia
he_il: מדינה / מחוז
it_it: Stato / Contea
pt_pt: Estado / País
ru_ru: Область

source: Status
ar: الوضعية
es_es: Estado
he_il: סטטוס
it_it: Stato
ru_ru: Статус

source: Store address coordinates
ar: حفظ إحداثيات العنوان
de_de: Koordinaten der Geschäftsadresse
es_es: Coordenadas de la dirección de la tienda
he_il: קואורדינטות של כתובת החנות
it_it: Coordinate indirizzo negozio
pt_pt: Coordenadas do endereço da loja
ru_ru: Координаты адреса магазина

source: Store Name
ar: اسم المتجر
de_de: Name des Geschäfts
es_es: Nombre de la Tienda
he_il: שם החנות
it_it: Nome del negozio
pt_pt: Estabelecimento
ru_ru: Название магазина

source: Store note:
ar: ملاحظة المتجر:
de_de: Shop-Notiz:
es_es: Nota de la tienda:
he_il: הערת חנות:
it_it: Nota del negozio:
pt_pt: Nota
ru_ru: Заметка магазина:

source: Subtitle
ar: عنوان فرعي
de_de: Untertitel
es_es: Subtitular
he_il: כותרת משנית
it_it: Sottotitolo
pt_pt: Legenda
ru_ru: Подзаголовок

source: Successful delivery
ar: نجاح التسليم
de_de: Erfolgreiche Lieferung
es_es: Entrega exitosa
he_il: נשלח בהצלחה
it_it: Consegna riuscita
pt_pt: Entrega bem sucedida
ru_ru: Успешная доставка

source: Successfully updated.
ar: تم التحديث بنجاح.
de_de: Erfolgreich aktualisiert.
es_es: Actualizado exitosamente.
he_il: עודכן בהצלחה.
it_it: Aggiornato con successo.
pt_pt: Atualizado com sucesso.
ru_ru: Данные успешно обновлены.

source: Taking a customer's signature for proof of delivery is mandatory.
ar: أخذ توقيع العميل كدليل على التسليم إلزامي.
de_de: Die Unterschrift des Kunden als Liefernachweis ist obligatorisch.
es_es: Tomar la firma del cliente como prueba de entrega es obligatorio.
he_il: לקיחת חתימת לקוח להוכחת מסירה היא חובה.
it_it: Prendere la firma del cliente come prova di consegna è obbligatorio.
pt_pt: Obter a assinatura do cliente como comprovante de entrega é obrigatório.
ru_ru: Получение подписи клиента в качестве подтверждения доставки обязательно.

source: Taking a photo for proof of delivery is mandatory.
ar: التقاط صورة كدليل على التسليم إلزامي.
de_de: Das Aufnehmen eines Fotos als Liefernachweis ist obligatorisch.
es_es: Tomar una foto como prueba de entrega es obligatorio.
he_il: צילום להוכחת מסירה הוא חובה.
it_it: Scattare una foto come prova di consegna è obbligatorio.
pt_pt: Tirar uma foto como comprovante de entrega é obrigatório.
ru_ru: Фотография в качестве подтверждения доставки обязательна.

source: Taking a photo or signature for proof of delivery is mandatory.
ar: التقاط صورة أو توقيع كدليل على التسليم إلزامي.
de_de: Das Aufnehmen eines Fotos oder einer Unterschrift als Liefernachweis ist obligatorisch.
es_es: Tomar una foto o firma como prueba de entrega es obligatorio.
he_il: צילום או חתימה להוכחת מסירה היא חובה.
it_it: Scattare una foto o prendere una firma come prova di consegna è obbligatorio.
pt_pt: Tirar uma foto ou obter uma assinatura como comprovante de entrega é obrigatório.
ru_ru: Фотография или подпись в качестве подтверждения доставки обязательны.

source: Template Variables
ar: متغيرات القالب
de_de: Vorlagenvariablen
es_es: Variables de plantilla
he_il: משתני תבנית
it_it: Variabili del modello
pt_pt: Variáveis do Modelo
ru_ru: Переменные шаблона

source: Test results for Key
ar: نتائج اختبار المفتاح
de_de: Testergebnisse für Schlüssel
es_es: Resultados de la prueba para la clave
he_il: תוצאות בדיקה למפתח
it_it: Risultati del test per la chiave
pt_pt: Resultados do teste para a chave
ru_ru: Результаты теста для ключа

source: Test Your Google Keys
ar: اختبر مفاتيح Google الخاصة بك
de_de: Testen Sie Ihre Google-Schlüssel
es_es: Prueba tus claves de Google
he_il: בדוק את מפתחות Google שלך
it_it: Testa le tue chiavi Google
pt_pt: Teste suas chaves do Google
ru_ru: Тестирование ваших ключей Google

source: Text color
ar: لون النص
de_de: Textfarbe
es_es: Color de texto
he_il: צבע הכתב
it_it: Colore del testo
pt_pt: Cor do texto
ru_ru: Цвет текста

source: Thank you for your order.
ar: شكرا لقيامك بطلبية جديدة.
de_de: Vielen Dank für Ihren Auftrag.
es_es: Gracias por su pedido.
he_il: תודה על הזמנתך.
it_it: Grazie per il tuo ordine.
pt_pt: Obrigado pelo seu pedido.
ru_ru: Спасибо вам за ваш заказ.

source: Thank you!
ar: شكرا لك!
de_de: Dankeschön!
es_es: ¡Gracias!
he_il: תודה!
it_it: Grazie!
pt_pt: Obrigado!
ru_ru: Благодарим вас!

source: Thanks for using {site_address}!
ar: شكرا لك لإستخدام {site_address}!
de_de: Vielen Dank, dass Sie {site_address} verwenden!
es_es: ¡Gracias por comprar en {site_address}!
he_il: תודה שקנית ב {site_address}!
it_it: Grazie per aver usato {site_address}!
pt_pt: Obrigado por usar {site_address}!
ru_ru: Спасибо, что используете {site_address}!

source: The auto-assign by address compares the address with the driver address.
ar: خيار العرض الآلي حسب العنوان يعتمد على عنوان السائق.
de_de: Die automatische Zuweisung nach Adresse vergleicht die Adresse mit der Fahreradresse.
es_es: La asignación automática por dirección compara la dirección con la del conductor.
he_il: שיוך שליח לפי כתובת משווה את הכתובת לכתובת הנהג.
it_it: L'assegnazione automatica per indirizzo confronta l'indirizzo con quello dell'autista.
pt_pt: A atribuição automática por endereço compara o endereço com o endereço do estafeta.
ru_ru: При автоназначении по адресу, адрес сопоставляется с адресом курьера.

source: The automatic driver assignment has been disabled due to suborder permission settings.
ar: تم تعطيل التعيين التلقائي للسائق بسبب إعدادات أذونات الطلب الفرعي.
de_de: Die automatische Fahrerzuweisung wurde aufgrund von Unterauftragsberechtigungseinstellungen deaktiviert.
es_es: La asignación automática de conductores se ha deshabilitado debido a la configuración de permisos de subpedidos.
he_il: שיוך נהגים אוטומטי הושבת עקב הגדרות הרשאת הזמנות משנה.
it_it: L'assegnazione automatica degli autisti è stata disattivata a causa delle impostazioni dei permessi dei sotto-ordini.
pt_pt: A atribuição automática de motoristas foi desativada devido às configurações de permissão de subordens.
ru_ru: Автоматическое назначение водителя было отключено из-за настроек разрешений для подзаказов.

source: The automatic driver assignment has been disabled due to the presence of a %s shipping method.
ar: تم تعطيل التعيين التلقائي للسائق بسبب وجود طريقة شحن %s.
de_de: Die automatische Fahrerzuweisung wurde aufgrund der Anwesenheit einer %s Versandmethode deaktiviert.
es_es: La asignación automática de conductores se ha deshabilitado debido a la presencia de un método de envío %s.
he_il: שיוך נהגים אוטומטי הושבת עקב קיום שיטת משלוח %s.
it_it: L'assegnazione automatica degli autisti è stata disattivata a causa della presenza di un metodo di spedizione %s.
pt_pt: A atribuição automática de motoristas foi desativada devido à presença de um método de envio %s.
ru_ru: Автоматическое назначение водителя было отключено из-за наличия метода доставки %s.

source: The automatic driver assignment has been disabled due to the presence of a virtual item.
ar: تم تعطيل التعيين التلقائي للسائق بسبب وجود عنصر افتراضي.
de_de: Die automatische Fahrerzuweisung wurde aufgrund der Anwesenheit eines virtuellen Artikels deaktiviert.
es_es: La asignación automática de conductores se ha deshabilitado debido a la presencia de un artículo virtual.
he_il: שיוך נהגים אוטומטי הושבת עקב קיום פריט וירטואלי.
it_it: L'assegnazione automatica degli autisti è stata disattivata a causa della presenza di un prodotto virtuale.
pt_pt: A atribuição automática de motoristas foi desativada devido à presença de um item virtual.
ru_ru: Автоматическое назначение водителя было отключено из-за наличия виртуального товара.

source: The confirm password field is empty.
ar: بيانات تأكيد كلمة العبور الجديدة غير متوفرة.
de_de: Das Bestätigungsfeld für das Passwort ist leer.
es_es: El campo de confirmación de contraseña está vacío.
he_il: שדה הסיסמה לאישור ריק.
it_it: Il campo conferma password è vuoto.
pt_pt: O campo de confirmação da password está vazio.
ru_ru: Подтверждения пароля не указано.

source: The customer's order tracking page is only active when the order status is out for delivery. On other statuses, the tracking page redirects to the homepage.
ar: لا تتوفر صفحة مراقبة طلبيات الزبائن إلاَّ حينما تكون وضعية الطلبيات خروج للتسليم، في الحالات الأخرى يتم إعادة التوجيه إلى الصفحة الرئيسية.
de_de: Die Bestellverfolgungsseite des Kunden ist nur aktiv, wenn der Bestellstatus auf Lieferung steht. Bei anderen Status wird die Verfolgungsseite auf die Startseite umgeleitet.
es_es: La página de seguimiento del pedido del cliente solo está activa cuando el estado del pedido es 'en reparto'. En otros estados, la página de seguimiento redirige a la página de inicio.
he_il: דף מעקב ההזמנות של הלקוחות פעיל רק כאשר סטטוס ההזמנה הוא יצא למשלוח, בשאר הסטוסים הדף מפנה לדף הבית.
it_it: La pagina di tracciamento dell'ordine del cliente è attiva solo quando lo stato dell'ordine è fuori per la consegna. Negli altri stati, la pagina di tracciamento reindirizza alla homepage.
pt_pt: A página de acompanhamento de pedidos do cliente só fica ativa quando o status do pedido está fora para entrega, nos demais status é redirecionado para a página inicial.
ru_ru: Страница отслеживания доставки заказа покупателем активна когда заказ имеет статус «Передан курьеру», в иных случаях открывается главная страница.

source: The delivery driver application is not enabled.
ar: تطبيقة سائق التسليم غير مفعلة.
de_de: Die Anwendung für den Lieferfahrer ist nicht aktiviert.
es_es: La aplicación del repartidor no está habilitada.
he_il: טופס שליח לא זמין.
it_it: L'applicazione dell'autista di consegna non è abilitata.
pt_pt: A aplicação do estafeta não está a funcionar.
ru_ru: Приложение курьера не включено.

source: The delivery driver attempted to deliver but failed.
ar: حاول السائق تسليم الطلبية ولكن تعذر ذلك.
de_de: Der Lieferfahrer versuchte zu liefern, konnte aber nicht zustellen.
es_es: El repartidor intentó entregar, pero no pudo.
he_il: השליח ניסה למסור אך נכשל.
it_it: L'autista ha tentato di consegnare ma non ci è riuscito.
pt_pt: O estafeta tentou entregar, mas falhou.
ru_ru: Курьер попытался доставить товар, но не смог.

source: The delivery driver availability for work today.
ar: مدى توفر السائق للإشتغال هذا اليوم.
de_de: Die Verfügbarkeit des Lieferfahrers für die Arbeit heute.
es_es: Disponibilidad de repartidores para trabajar hoy.
he_il: זמינות שליח לעבודה היום.
it_it: Disponibilità dell'autista per il lavoro di oggi.
pt_pt: A disponibilidade do estafeta para o trabalho hoje.
ru_ru: Курьер готов к работе сегодня.

source: The delivery driver changed the order status.
ar: سائق التسليم قام بتغيير وضعية الطلبية.
de_de: Der Lieferfahrer hat den Bestellstatus geändert.
es_es: El repartidor cambió el estado del pedido.
he_il: השליח שינה את סטטוס ההזמנה.
it_it: L'autista ha cambiato lo stato dell'ordine.
pt_pt: O estafeta alterou o status do pedido.
ru_ru: Курьер изменил статус заказа.

source: The delivery driver is about to deliver the shipment.
ar: سائق التسليم على وشك إتمام تسليم الطلبية.
de_de: Der Lieferfahrer steht kurz davor, die Lieferung zuzustellen.
es_es: El repartidor está a punto de entregar el envío.
he_il: השליח עומד למסור את המשלוח.
it_it: L'autista sta per consegnare la spedizione.
pt_pt: O estafeta está prestes a entregar o seu pedido.
ru_ru: Курьер скоро доставит заказ.

source: The delivery driver was assigned to order.
ar: تمت إحالة الطلبية لسائق التسليم.
de_de: Der Lieferfahrer wurde der Bestellung zugewiesen.
es_es: El repartidor fue asignado al pedido.
he_il: השליח שויך להזמנה.
it_it: L'autista è stato assegnato all'ordine.
pt_pt: O estafeta foi alocado ao pedido.
ru_ru: Курьеру был назначен заказ.

source: The delivery driver was unassigned from the order.
ar: تم إزالة تعيين السائق المكلف بتسليم الطلبية.
de_de: Der Lieferfahrer wurde von der Bestellung abgezogen.
es_es: El conductor de entrega fue desasignado del pedido.
he_il: שיוך ההשליח הוסר מההזמנה.
it_it: L'autista è stato rimosso dall'ordine.
pt_pt: O estafeta já não está encarregue do pedido.
ru_ru: Курьер был отстранён от выполнения заказа.

source: The driver %1$s started delivery on %2$s
ar: إنطلاق السائق %1$s في تسليم الطلبيات منذ %2$s
de_de: Der Fahrer %1$s hat die Lieferung am %2$s gestartet.
es_es: El repartidor %1$s inició la entrega el %2$s
he_il: השליח %1$s החל את המסירה ב %2$s
it_it: L'autista %1$s ha iniziato la consegna il %2$s
pt_pt: O estafeta %1$s iniciou a entrega em %2$s
ru_ru: Курьер %1$s приступил к доставке %2$s

source: The driver must enable tracking on his driver panel.
ar: يتوجب على السائق تفعيل خيار المراقبة من خلال إعدادات السائق.
de_de: Der Fahrer muss das Tracking in seinem Fahrerpanel aktivieren.
es_es: El conductor debe habilitar el seguimiento en su panel de conductor.
he_il: כאשר הנהג מאפשר מעקב בלוח הנהג שלו.
it_it: L'autista deve abilitare il tracciamento nel suo pannello.
pt_pt: O estafeta deve habilitar o rastreamento em seu painel de motorista.
ru_ru: Когда курьер включает отслеживание на своей панели.

source: The email field is empty.
ar: بيانات البريد الإلكتروني غير متوفرة.
de_de: Das E-Mail-Feld ist leer.
es_es: El campo de correo electrónico está vacío.
he_il: כתובת האימייל ריק.
it_it: Il campo e-mail è vuoto.
pt_pt: O campo do e-mail está vazio.
ru_ru: Email не указан.

source: The email is invalid.
ar: بيانات البريد الإلكتروني غير صالحة.
de_de: Die E-Mail ist ungültig.
es_es: El correo electrónico no es válido.
he_il: כתובת המייל אינה תקינה.
it_it: L'e-mail non è valida.
pt_pt: O e-mail é inválido.
ru_ru: Email недействителен.

source: The email you entered is invalid.
ar: البريد الإلكتروني الذي ادخلته غير صالح.
de_de: Die von Ihnen eingegebene E-Mail ist ungültig.
es_es: El correo electrónico que ingresó no es válido.
he_il: כתובת המייל אינה תקינה.
it_it: L'email inserita non è valida.
pt_pt: O e-mail que foi digitado é inválido.
ru_ru: Введённый вами Email недействителен.

source: The email you entered was not found.
ar: البريد الإلكتروني الذي ادخلته غير متوفر.
de_de: Die von Ihnen eingegebene E-Mail wurde nicht gefunden.
es_es: No se encontró el correo electrónico que ingresó.
he_il: האימייל שהזנת לא נמצא.
it_it: L'email inserita non è stata trovata.
pt_pt: O e-mail que digitou não foi encontrado.
ru_ru: Введённый вами Email не был найден.

source: The full name field is empty.
ar: بيانات الإسم الكامل غير متوفرة.
de_de: Das Feld für den vollständigen Namen ist leer.
es_es: El campo del nombre está vacío.
he_il: חסר שדה שם מלא.
it_it: Il campo del nome completo è vuoto.
pt_pt: O campo do nome completo está vazio.
ru_ru: Полное имя не указано.

source: The link above is the delivery driver's Mobile-Friendly panel URL. %1$s The delivery drivers can access it from their mobile phones. %2$s
ar: الرابط المبيَّن أعلاه هو عنوان ويب خاص بإعدادات تطبيقة السائقين. %1$s بإمكان سائقي التسليم الولوج اليه باستخدام الهواتف المحمولة. %2$s
de_de: Der obige Link ist die mobile, benutzerfreundliche URL des Lieferfahrers. %1$s Die Lieferfahrer können darauf von ihren Mobiltelefonen zugreifen. %2$s
es_es: El enlace de arriba es la URL del panel para dispositivos móviles del repartidor. %1$s Los repartidores pueden acceder a él desde sus teléfonos móviles. %2$s
he_il: הקישור שלמעלה הוא כתובת ממשק השליחים. %1$s שליחים יכולים לגשת אליו מהטלפונים הניידים שלהם. %2$s
it_it: Il link sopra è l'URL del pannello mobile-friendly dell'autista. %1$s Gli autisti possono accedervi dai loro telefoni cellulari. %2$s
pt_pt: O link acima é o URL do painel Mobile-Friendly do estafeta. %1$s Os estafetas podem aceder nos seus telemóveis. %2$s
ru_ru: Ссылка выше - это адрес панели, адаптированной для мобильных устройств курьеров. %1$s Курьерам надо заходить на неё со своих смартфонов. %2$s

source: The new password field is empty.
ar: بيانات كلمة العبور الجديدة غير متوفرة.
de_de: Das Feld für das neue Passwort ist leer.
es_es: El campo de la nueva contraseña está vacío.
he_il: שדה הסיסמה החדשה ריק.
it_it: Il campo della nuova password è vuoto.
pt_pt: O novo campo da password está vazio.
ru_ru: Новый пароль не указан.

source: The Order has been assigned to you.
ar: تمت إضافة الطلبية الجديدة اليك.
de_de: Die Bestellung wurde Ihnen zugewiesen.
es_es: El pedido ha sido asignado a ti.
he_il: ההזמנה שוייכה לך.
it_it: L'ordine ti è stato assegnato.
pt_pt: Tens novo pedido atribuido.
ru_ru: Заказ был назначен вам.

source: The order was successfully marked as out for delivery.
ar: تم تسجيل طلبية التسليم غير المتوفرة حاليا بنجاح.
de_de: Die Bestellung wurde erfolgreich als zur Lieferung bereit markiert.
es_es: El pedido se marcó exitosamente como en camino de entrega.
he_il: ההזמנה סומנה בהצלחה שיצאה למשלוח.
it_it: L'ordine è stato segnato con successo come fuori per la consegna.
pt_pt: O pedido foi marcado com sucesso como fora para entrega.
ru_ru: Заказ помечен как «Передан курьеру».
