Repository: WordPressBugBounty/plugins-local-delivery-drivers-for-woocommerce
Catalog: local-delivery-drivers-for-woocommerce/languages/lddfw-*.po
Languages: ar, de_de, es_es, he_il, it_it, pt_pt, ru_ru

source: Drivers can call this number if they have questions about orders.
ar: بإمكان السائقين الإتصال بهذا الرقم إن كان لديهم أسئلة متعلقة بيانات الطلبيات.
de_de: Fahrer können diese Nummer anrufen, wenn sie Fragen zu Bestellungen haben.
es_es: Los repartidores pueden llamar a este número si tienen preguntas sobre los pedidos.
he_il: שליחים יכולים להתקשר למספר זה אם יש להם שאלות לגבי הזמנות.
it_it: Gli autisti possono chiamare questo numero se hanno domande sugli ordini.
pt_pt: Os estafetas podem ligar para este número se tiverem dúvidas sobre os pedidos.
ru_ru: Курьер могут позвонить по этому номеру, если возникнут вопросы по заказам.

source: Drivers can claim orders
ar: يمكن للسائقين الحصول على الطلبيات
de_de: Fahrer können Bestellungen beanspruchen
es_es: Los repartidores pueden reclamar pedidos
he_il: שליחים יכולים לשייך הזמנות
it_it: Gli autisti possono reclamare ordini
pt_pt: Os estafetas podem reivindicar pedidos
ru_ru: Запросы от курьеров

source: Drivers commissions
ar: عمولات السائقين
de_de: Fahrerprovisionen
es_es: Comisiones de repartidores
he_il: עמלות שליחים
it_it: Commissioni degli autisti
pt_pt: Comissões dos estafetas
ru_ru: Комиссии курьеров

source: Drivers initial screen
ar: عرض الشاشة الأولية للسائقين
de_de: Startbildschirm des Fahrers
es_es: Pantalla inicial de repartidores
he_il: מסך פתיחה לשליחים
it_it: Schermata iniziale degli autisti
pt_pt: Página inicial dos estafetas
ru_ru: Главный экран курьеров

source: Drivers orders
ar: طلبيات السائقين
de_de: Fahrerbestellungen
es_es: Pedidos de repartidores
he_il: הזמנות שליחים
it_it: Ordini degli autisti
pt_pt: Pedidos dos estafetas
ru_ru: Заказы, назначенные курьерам

source: Drivers Panel
ar: لوحة السائقين
de_de: Fahrer-Panel
es_es: Panel de repartidores
he_il: מימשק נהגים
it_it: Pannello autisti
pt_pt: Painel dos Motoristas
ru_ru: Панель курьера

source: Drivers Routes
ar: مسارات السائقين
de_de: Fahrerrouten
es_es: Rutas de los Repartidores
he_il: מסלולי שליחים
it_it: Percorsi degli autisti
pt_pt: Rotas dos estafetas
ru_ru: Маршруты курьеров

source: Drivers settings
ar: خيارات السائقين
de_de: Fahrereinstellungen
es_es: Configuración de repartidores
he_il: הגדרות שליחים
it_it: Impostazioni degli autisti
pt_pt: Definições dos estafetas
ru_ru: Настройки курьеров

source: Driving
ar: القيادة
de_de: Fahren
es_es: Conduciendo
he_il: נהיגה
it_it: Guida
pt_pt: Carro
ru_ru: За рулём

source: e.g. -122.478611
ar: مثال: -122.478611
de_de: z.B. -122.478611
es_es: p.ej. -122.478611
it_it: es. -122.478611
ru_ru: Например: 37.612355

source: e.g. 37.819722
ar: مثال: 37.819722
de_de: z.B. 37.819722
es_es: p.ej. 37.819722
it_it: es. 37.819722
ru_ru: Например: 55.746861

source: Edit
ar: تغيير
de_de: Bearbeiten
es_es: Editar
he_il: עריכה
it_it: Modifica
pt_pt: Editar
ru_ru: Править

source: Edit Custom Fields
ar: تغيير مواصفات معينة
de_de: Benutzerdefinierte Felder bearbeiten
es_es: Editar Campos Personalizados
he_il: עדכן שדה מיוחד
it_it: Modifica campi personalizzati
pt_pt: Editar campos personalizados
ru_ru: Правка произвольных полей

source: Edit section
ar: تغيير قسم
de_de: Abschnitt bearbeiten
es_es: Editar sección
he_il: ערוך אזור
it_it: Modifica sezione
pt_pt: Editar secção
ru_ru: Правка раздела

source: Either the email or password you entered is invalid.
ar: إما البريد الإلكتروني أو كلمة العبور التي أدخلتها غير صالحة.
de_de: Entweder ist die eingegebene E-Mail-Adresse oder das eingegebene Passwort ungültig.
es_es: El correo electrónico o la contraseña que ingresaste no son válidos.
he_il: הדוא"ל או הסיסמה שהזנת אינם חוקיים.
it_it: L'email o la password inserita non è valida.
pt_pt: O e-mail ou a senha inserida são inválidos.
ru_ru: Email или пароль недействительны.

source: Email address
ar: البريد الإلكتروني
de_de: E-Mail-Addresse
es_es: Dirección de correo electrónico
he_il: כתובת דוא"ל
it_it: Indirizzo email
pt_pt: Endereço de e-mail
ru_ru: Email-адрес

source: Email exist for another user.
ar: البريد الإلكتروني وقع استعماله من طرف مستخدم آخر.
de_de: E-Mail für einen anderen Benutzer vorhanden.
es_es: El correo electrónico existe para otro usuario.
he_il: דוא"ל קיים עבור משתמש אחר.
it_it: L'email esiste per un altro utente.
pt_pt: O e-mail utilizado já existe.
ru_ru: Email используется другим пользователем.

source: Email field is empty.
ar: بيانات البريد الإلكتروني غير متوفرة.
de_de: E-Mail-Feld ist leer.
es_es: El campo de correo electrónico está vacío.
he_il: כתובת מייל ריקה.
it_it: Il campo email è vuoto.
pt_pt: E-mail está vazio.
ru_ru: Email не указан.

source: Email is invalid.
ar: عنوان البريد الإلكتروني غير دقيق.
de_de: E-Mail ist ungültig.
es_es: El correo electrónico es invalido.
he_il: כתובת מייל אינה תקינה.
it_it: L'email non è valida.
pt_pt: E-mail inválido.
ru_ru: Email не принимается.

source: Email/SMS/WhatsApp sends the tracking URL. Please add the following [tracking_url] tag to the message.
ar: يرسل البريد الإلكتروني/الرسائل القصيرة/WhatsApp رابط التتبع. يرجى إضافة علامة [tracking_url] التالية إلى الرسالة.
de_de: Ein Link zum Tracking wird in der E-Mail gesendet. Bitte fügen Sie den folgenden [tracking_url] Tag zu der Nachricht hinzu.
es_es: Email/SMS/WhatsApp envía la URL de seguimiento. Por favor, añada la siguiente etiqueta [tracking_url] al mensaje.
he_il: כתובת המעקב נשלחת ב EMAIL/SMS/WhatsApp, אנא הוסף את התג [tracking_url] להודעה.
it_it: Email/SMS/WhatsApp inviano l'URL di tracciamento. Aggiungi il tag [tracking_url] al messaggio.
pt_pt: O Email/SMS/WhatsApp envia a URL de rastreamento. Por favor, adicione a seguinte etiqueta [tracking_url] à mensagem.
ru_ru: Электронная почта/SMS/WhatsApp отправляет URL отслеживания. Добавьте в сообщение тег [tracking_url].

source: Enable all orders
ar: الموافقة على جميع الطلبيات
de_de: Alle Bestellungen aktivieren
es_es: Habilitar todos los pedidos
he_il: כל ההזמנות
it_it: Abilita tutti gli ordini
pt_pt: Ativar todos os pedidos
ru_ru: Доступ ко всем заказам

source: Enable auto-assign drivers to suborders if they exist.
ar: تمكين التعيين التلقائي للسائقين للطلبات الفرعية إذا كانت موجودة.
de_de: Automatische Zuweisung von Fahrern zu Unteraufträgen aktivieren, falls vorhanden.
es_es: Habilitar la asignación automática de repartidores a subpedidos si existen.
he_il: אפשר שיוך אוטומטי של נהגים להזמנות משנה אם קיימות.
it_it: Abilita l'auto-assegnazione degli autisti ai sotto-ordini, se presenti.
pt_pt: Ativar atribuição automática de motoristas às subordens, se existirem.
ru_ru: Включить автоматическое назначение водителей на подзаказы, если они существуют.

source: Enable auto-assigns and claim orders options for orders that contain virtual items.
ar: الموافقة على خيار التعيين الآلي والحصول على قائمة اختيار الطلبيات التي تحتوي على عناصر إفتراضية.
de_de: Aktivieren Sie die Optionen für die automatische Zuweisung und Beantragung von Bestellungen für Bestellungen, die virtuelle Artikel enthalten.
es_es: Habilite las opciones de asignación automática y reclamo de pedidos para pedidos que contengan artículos virtuales.
he_il: אפשר שיוך אוטומטי לשליח ושיוך הזמנות ע"י השליח להזמנות המכילות פריטים וירטואליים.
it_it: Abilita l'auto-assegnazione e l'opzione di reclamo ordini per gli ordini che contengono articoli virtuali.
pt_pt: Ative atribuições automáticas e opções de pedidos de reivindicação para pedidos que contêm itens virtuais.
ru_ru: Включить параметры автоназначения и запросы для заказов, содержащих виртуальные товары.

source: Enable auto-assigns delivery drivers.
ar: الموافقة على خيار التعيين الآلي للسائقين.
de_de: Aktivieren Sie die automatische Zuweisung von Bereitstellungstreibern.
es_es: Habilite la asignación automática de repartidores.
he_il: אפשר שיוך הזמנות אוטומטי לשליחים.
it_it: Abilita l'auto-assegnazione degli autisti di consegna.
pt_pt: Atribuição automática de estafetas.
ru_ru: Включить автоназначение курьеров.

source: Enable driver tracking.
ar: الموافقة على مراقبة السائق.
de_de: Fahrerverfolgung aktivieren.
es_es: Habilitar el seguimiento del repartidor.
he_il: אפשר מעקב אחר נהגים.
it_it: Abilita il tracciamento degli autisti.
pt_pt: Ative o rastreamento do estafeta.
ru_ru: Включить отслеживание курьеров.

source: Enable drivers to claim orders
ar: الموافقة على حصول السائقين على الطلبيات
de_de: Fahrern ermöglichen, Bestellungen zu beanspruchen
es_es: Permitir a los repartidores reclamar pedidos
he_il: אפשר לשליחים לשייך הזמנות
it_it: Permetti agli autisti di reclamare gli ordini
pt_pt: Permitir que os estafetas reivindiquem pedidos
ru_ru: Разрешить курьерам запрашивать заказы

source: Enable new drivers application form.
ar: الموافقة على إحداث إستمارة خاصة بسائقين جدد.
de_de: Antragsformular für neue Fahrer aktivieren.
es_es: Habilite el formulario de solicitud de nuevos repartidores.
he_il: אפשר טופס בקשה לנהגים חדשים.
it_it: Abilita il modulo di domanda per nuovi autisti.
pt_pt: Habilite o novo formulário de inscrição de estafetas.
ru_ru: Включить форму регистрации новых курьеров.

source: Enable orders that pickup city is the same as driver city
ar: الموافقة على طلبات التسليم في مدينة السائق
de_de: Bestellungen aktivieren, bei denen die Abholstadt mit der Fahrerstadt übereinstimmt
es_es: Habilitar pedidos donde la ciudad de recogida es la misma que la ciudad del repartidor
he_il: אפשר הזמנות שעיר האיסוף זהה לעיר הנהג
it_it: Abilita gli ordini in cui la città di ritiro è la stessa dell'autista
pt_pt: Ativar pedidos em que a cidade de retirada é a mesma do estafeta
ru_ru: Доступ к заказам, в которых город выдачи совпадает с городом курьера

source: Enable orders that pickup city or shipping city is the same as driver city
ar: الموافقة على طلبات الشحن والتسليم في مدينة السائق
de_de: Bestellungen aktivieren, bei denen die Abhol- oder Versandstadt mit der Fahrerstadt übereinstimmt
es_es: Habilitar pedidos donde la ciudad de recogida o la ciudad de envío es la misma que la ciudad del repartidor
he_il: אפשר הזמנות שעיר האיסוף או עיר המשלוח זהה לעיר הנהג
it_it: Abilita gli ordini in cui la città di ritiro o di spedizione è la stessa dell'autista
pt_pt: Ativar pedidos em que a cidade de retirada ou a cidade de entrega seja igual à cidade do estafeta
ru_ru: Доступ к заказам, в которых город выдачи или город доставки совпадает с городом курьера

source: Enable orders that shipping city is the same as driver city
ar: الموافقة على طلبات الشحن في مدينة السائق
de_de: Bestellungen aktivieren, bei denen die Versandstadt mit der Fahrerstadt übereinstimmt
es_es: Habilitar pedidos donde la ciudad de envío es la misma que la ciudad del repartidor
he_il: אפשר הזמנות שעיר המשלוח זהה לעיר הנהג
it_it: Abilita gli ordini in cui la città di spedizione è la stessa dell'autista
pt_pt: Ativar pedidos em que a cidade de entrega é igual à cidade do estafeta
ru_ru: Доступ к заказам, в которых город доставки совпадает с городом курьера

source: Enter Content SID
ar: أدخل معرف المحتوى (SID)
de_de: Inhalts-SID eingeben
es_es: Introduzca el SID del contenido
he_il: הזן מזהה תוכן (Content SID)
it_it: Inserisci il SID del contenuto
pt_pt: Digite o SID do conteúdo
ru_ru: Введите SID контента

source: Enter email
ar: ادخل عنوان البريد الإلكتروني
de_de: Email eingeben
es_es: Ingrese correo electrónico
he_il: הזן דוא"ל
it_it: Inserisci l'email
pt_pt: Insira o e-mail
ru_ru: Введите Email

source: Enter password
ar: ادخل كلمة العبور
de_de: Passwort eingeben
es_es: Introducir la contraseña
he_il: הזן סיסמה
it_it: Inserisci la password
pt_pt: Insira a password
ru_ru: Введите пароль

source: Enter the recipient for this email.
ar: أدخل المستلم لهذا البريد الإلكتروني.
de_de: Geben Sie den Empfänger für diese E-Mail ein.
es_es: Ingrese el destinatario de este correo electrónico.
he_il: הזן את הנמען לדוא"ל זה.
it_it: Inserisci il destinatario di questa email.
pt_pt: Digite o destinatário deste e-mail.
ru_ru: Введите получателя для этого письма.

source: Enter the specific cities this driver operates in (separate with commas or Enter). If left empty, the driver's billing city will be used as their delivery area.
ar: أدخل المدن المحددة التي يعمل بها هذا السائق (افصل بينها بفواصل أو Enter). إذا تركت فارغة، فسيتم استخدام مدينة الفوترة الخاصة بالسائق كمنطقة توصيل له.
de_de: Geben Sie die spezifischen Städte ein, in denen dieser Fahrer tätig ist (durch Kommas oder Eingabetaste trennen). Wenn das Feld leer bleibt, wird die Abrechnungsstadt des Fahrers als Liefergebiet verwendet.
es_es: Ingrese las ciudades específicas en las que opera este conductor (separe con comas o Enter). Si se deja vacío, se utilizará la ciudad de facturación del conductor como su área de entrega.
he_il: הזן את הערים הספציפיות בהן פועל נהג זה (הפרד בפסיקים או Enter). אם השדה יישאר ריק, עיר החיוב של הנהג תשמש כאזור המשלוח שלו.
it_it: Inserisci le città specifiche in cui opera questo autista (separale con virgole o Invio). Se lasciato vuoto, sarà utilizzata la città di fatturazione dell'autista come area di consegna.
pt_pt: Digite as cidades específicas em que este motorista opera (separe com vírgulas ou pressione Enter). Se deixado em branco, a cidade de cobrança do motorista será usada como área de entrega.
ru_ru: Введите конкретные города, в которых работает этот водитель (разделяйте запятыми или нажмите Enter). Если оставить пустым, город выставления счета водителя будет использован как его зона доставки.

source: Enter value
ar: أدخل القيمة
de_de: Wert eingeben
es_es: Ingrese valor
he_il: הזן ערך
it_it: Inserisci valore
pt_pt: Digite o valor
ru_ru: Введите значение

source: Enter your details below to continue.
ar: تفضل بإدراج بياناتك بالأسفل لتتمكن من المتابعة.
de_de: Geben Sie unten Ihre Daten ein, um fortzufahren.
es_es: Ingrese sus datos a continuación para continuar.
he_il: הזן את הפרטים שלך להלן כדי להמשיך.
it_it: Inserisci i tuoi dati qui sotto per continuare.
pt_pt: Insira seus dados abaixo para continuar.
ru_ru: Введите свои данные

source: Enter your email, and we'll email you a link to change your password.
ar: قم بإدخال بريدك الإلكتروني، وسنقوم بإرسال رابط لتغيير كلمة العبور.
de_de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Ändern Ihres Passworts per E-Mail zu.
es_es: Ingrese su correo electrónico y le enviaremos un enlace para cambiar su contraseña.
he_il: הזן את המייל שלך ואנחנו נשלח לך קישור לשינוי הסיסמה שלך.
it_it: Inserisci la tua email e ti invieremo un link per cambiare la tua password.
pt_pt: Insira o e-mail e enviaremos um link para alterar a senha.
ru_ru: Введите свой Email, и вам будет выслана ссылка на изменение пароля.

source: Error saving image
ar: خطأ في حفظ الصورة
de_de: Fehler beim Speichern des Bildes
es_es: Error al guardar la imagen
he_il: שגיאה בשמירת התמונה
it_it: Errore nel salvataggio dell'immagine
pt_pt: Erro ao salvar a imagem
ru_ru: Ошибка при сохранении изображения

source: Error saving images
ar: خطأ في حفظ الصور
de_de: Fehler beim Speichern der Bilder
es_es: Error al guardar las imágenes
he_il: שגיאה בשמירת התמונות
it_it: Errore nel salvataggio delle immagini
pt_pt: Erro ao salvar as imagens
ru_ru: Ошибка при сохранении изображений

source: Estimated time of arrival
ar: ساعة الوصول المتوقعة
de_de: Voraussichtliche Ankunftszeit
es_es: Tiempo estimado de llegada
he_il: זמן הגעה משוער
it_it: Tempo stimato di arrivo
pt_pt: Tempo estimado de chegada
ru_ru: Расчётное время прибытия

source: Estimated time of arrival: %s
ar: ساعة الوصول المتوقعة %s
de_de: Voraussichtliche Ankunftszeit: %s
es_es: Hora estimada de llegada: %s
he_il: זמן הגעה משוער: %s
it_it: Tempo stimato di arrivo: %s
pt_pt: Tempo estimado de chegada: %s
ru_ru: Расчётное время прибытия: %s

source: ETA
ar: الوقت المتوقع للوصول ETA
he_il: זמן הגעה משוער
ru_ru: Время прибытия

source: Every %s seconds
ar: كل %s ثانية
de_de: Alle %s Sekunden
es_es: Cada %s segundos
he_il: כל %s שניות
it_it: Ogni %s secondi
pt_pt: A cada %s segundos
ru_ru: Каждые %s сек.

source: Failed Attempt Date
ar: تاريخ تعذر محاولة التسليم
de_de: Datum des fehlgeschlagenen Versuchs
es_es: Fecha de Intento Fallido
he_il: תאריך כישלון משלוח
it_it: Data del tentativo fallito
pt_pt: Data de tentativa falhada
ru_ru: Дата неудачной попытки

source: Failed Date
ar: التاريخ غير متوفر
de_de: Fehlgeschlagenes Datum
es_es: Fecha Fallida
he_il: תאריך כישלון משלוח
it_it: Data non riuscita
pt_pt: Data da falha
ru_ru: Дата неудачи

source: Failed date
ar: التاريخ غير متوفر
de_de: Fehlgeschlagenes Datum
es_es: Fecha fallida
he_il: תאריך כישלון משלוח
it_it: Data non riuscita
pt_pt: Data da falha
ru_ru: Дата неудачи

source: Failed delivery
ar: تعذر التسليم
de_de: Fehlgeschlagene Lieferung
es_es: Entrega Fallida
he_il: המשלוח נכשל
it_it: Consegna non riuscita
pt_pt: Falha na entrega
ru_ru: Неудачная доставка

source: Failed Delivery Attempt
ar: تعذر محاولة التسليم
de_de: Fehlgeschlagener Zustellversuch
es_es: Intento de Entrega Fallido
he_il: ניסיון משלוח כשל
it_it: Tentativo di consegna fallito
pt_pt: Tentativa de entrega falhada
ru_ru: Неудачная попытка доставки

source: Failed Delivery Attempt <span class="count">(%s)</span>
ar: فشل محاولة التسليم <span class="count">(%s)</span>
de_de: Fehlgeschlagener Zustellversuch <span class="count">(%s)</span>
es_es: Intento de Entrega Fallido <span class="count">(%s)</span>
he_il: משלוח נכשל <span class="count">(%s)</span>
it_it: Tentativo di consegna fallito <span class="count">(%s)</span>
pt_pt: Tentativa de entrega falhada (%s)
ru_ru: <span class="count">%s</span> неудачная попытка доставки.

source: Failed delivery attempt status
ar: وضعية تعذُّر محاولة التسليم
de_de: Status des fehlgeschlagenen Zustellversuchs
es_es: Estado de intento de entrega fallido
he_il: סטטוס משלוח נכשל
it_it: Stato del tentativo di consegna fallito
pt_pt: Estado de tentativa de entrega com falha
ru_ru: Статус неудачной доставки

source: Failed delivery attempt.
ar: وضعية تعذُّر محاولة التسليم.
de_de: Fehlgeschlagener Zustellversuch.
es_es: Intento de entrega fallido.
he_il: ניסיון משלוח כושל.
it_it: Tentativo di consegna fallito.
pt_pt: Tentativa de entrega falhada.
ru_ru: Не удалось найти адрес

source: Failed to send SMS to %s
ar: تعذَّر إرسال SMS، إلى %s
de_de: SMS konnte nicht an %s gesendet werden
es_es: Error al enviar SMS a %s
he_il: שליחת SMS ל %s נכשלה
it_it: Impossibile inviare SMS a %s
pt_pt: Falha ao enviar SMS para %s
ru_ru: Не удалось отправить SMS на %s

source: Failed to send SMS, the auth token is missing.
ar: تعذَّر إرسال SMS، تصريح المفتاح الوقتي غير متوفر.
de_de: SMS konnte nicht gesendet werden, das Authentifizierungstoken fehlt.
es_es: Error al enviar SMS, falta el token de autenticación.
he_il: שליחת ה- SMS נכשלה, אסימון האימות חסר.
it_it: Impossibile inviare SMS, il token di autorizzazione è mancante.
pt_pt: Falha ao enviar SMS, o token de autenticação está em falta.
ru_ru: Не удалось отправить SMS, токен аутентификации отсутствует.

source: Failed to send SMS, the phone number is missing.
ar: تعذَّر إرسال SMS، رقم الهاتف غير متوفر.
de_de: SMS konnte nicht gesendet werden, die Telefonnummer fehlt.
es_es: Error al enviar SMS, falta el número de teléfono.
he_il: שליחת ה- SMS נכשלה, מספר הטלפון חסר.
it_it: Impossibile inviare SMS, il numero di telefono è mancante.
pt_pt: Falha ao enviar SMS, o número de telemóvel está em falta.
ru_ru: Не удалось отправить SMS, номер телефона отсутствует.

source: Failed to send SMS, the SID is missing.
ar: تعذَّر إرسال SMS، غير متوفر SID.
de_de: SMS konnte nicht gesendet werden, die SID fehlt.
es_es: Error al enviar SMS, falta el SID.
he_il: שליחת ה- SMS נכשלה, ה- SID חסר.
it_it: Impossibile inviare SMS, manca il SID.
pt_pt: Falha ao enviar SMS, o SID está em falta.
ru_ru: Не удалось отправить SMS, SID отсутствует.

source: Failed to send SMS, the SMS phone number is missing.
ar: تعذَّر إرسال SMS، رقم الهاتف المرسل إليه SMS غير متوفر.
de_de: SMS konnte nicht gesendet werden, die SMS-Telefonnummer fehlt.
es_es: No se pudo enviar el SMS, falta el número de teléfono del SMS.
he_il: שליחת ה- SMS נכשלה, מספר הטלפון של ה- SMS חסר.
it_it: Impossibile inviare SMS, manca il numero di telefono SMS.
pt_pt: Falha ao enviar SMS, o número de telemóvel SMS está em falta.
ru_ru: Не удалось отправить SMS, номер телефона для SMS отсутствует.

source: Failed to send SMS, the SMS provider is missing.
ar: تعذَّر إرسال SMS، مشغل خدمة SMS غير متوفر.
de_de: SMS-Versand fehlgeschlagen, SMS-Anbieter fehlt.
es_es: No se pudo enviar SMS, falta el proveedor de SMS.
he_il: שליחת ה- SMS נכשלה, ספק ה- SMS חסר.
it_it: Impossibile inviare SMS, il provider SMS è mancante.
pt_pt: Falha ao enviar SMS, o provedor de SMS está em falta.
ru_ru: Не удалось отправить SMS, сервис отправки отсутствует.

source: Failed to send SMS, the SMS provider is not supported.
ar: تعذَّر إرسال SMS، مشغل خدمة SMS غير مدعوم.
de_de: SMS konnte nicht gesendet werden, der SMS-Anbieter wird nicht unterstützt.
es_es: Error al enviar SMS, el proveedor de SMS no es compatible.
he_il: שליחת ה- SMS נכשלה, ספק ה- SMS אינו נתמך.
it_it: Impossibile inviare SMS, il provider SMS non è supportato.
pt_pt: Falha ao enviar SMS, o provedor de SMS não é compatível.
ru_ru: Не удалось отправить SMS, сервис отправки не поддерживается.

source: Failed to send SMS, the SMS text is missing.
ar: تعذَّر إرسال SMS، نص الإرسالية SMS غير متوفر.
de_de: SMS konnte nicht gesendet werden, der SMS-Text fehlt.
es_es: Error al enviar SMS, falta el texto del SMS.
he_il: שליחת ה- SMS נכשלה, טקסט ה- SMS חסר.
it_it: Impossibile inviare SMS, il testo dell'SMS è mancante.
pt_pt: Falha ao enviar SMS, o texto SMS está em falta.
ru_ru: Не удалось отправить SMS, текст сообщения отсутствует.

source: Failed to send WhatsApp to %1$s, error: %2$s
ar: فشل إرسال WhatsApp إلى %1$s، الخطأ: %2$s
de_de: WhatsApp-Nachricht an %1$s konnte nicht gesendet werden, Fehler: %2$s
es_es: Error al enviar WhatsApp a %1$s, error: %2$s
he_il: שליחת WhatsApp אל %1$s נכשלה, סטטוס %2$s
it_it: Impossibile inviare WhatsApp a %1$s, errore: %2$s
pt_pt: Falha ao enviar WhatsApp para %1$s, erro: %2$s
ru_ru: Не удалось отправить WhatsApp на %1$s, ошибка: %2$s

source: Failed to send WhatsApp, the auth token is missing.
ar: تعذَّر إرسال WhatsApp، تصريح المفتاح الوقتي غير متوفر.
de_de: WhatsApp konnte nicht gesendet werden, das Authentifizierungstoken fehlt.
es_es: Error al enviar WhatsApp, falta el token de autenticación.
he_il: שליחת WhatsApp נכשלה, token חסר.
it_it: Impossibile inviare WhatsApp, manca il token di autorizzazione.
pt_pt: Falha ao enviar o WhatsApp, o código de autenticação está ausente.
ru_ru: Не удалось отправить сообщение WhatsApp, токен аутентификации отсутствует.

source: Failed to send WhatsApp, the phone number is missing.
ar: تعذَّر إرسال WhatsApp، رقم الهاتف غير متوفر.
de_de: WhatsApp konnte nicht gesendet werden, die Telefonnummer fehlt.
es_es: Error al enviar WhatsApp, falta el número de teléfono.
he_il: שליחת WhatsApp נכשלה, מספר הטלפון חסר.
it_it: Impossibile inviare WhatsApp, manca il numero di telefono.
pt_pt: Falha ao enviar WhatsApp, o número de telefone está faltando.
ru_ru: Не удалось отправить сообщение WhatsApp, номер телефона отсутствует.

source: Failed to send WhatsApp, the SID is missing.
ar: تعذَّر إرسال WhatsApp، غير متوفر SID.
de_de: WhatsApp konnte nicht gesendet werden, die SID fehlt.
es_es: Error al enviar WhatsApp, falta el SID.
he_il: שליחת WhatsApp נכשלה, SID חסר.
it_it: Impossibile inviare WhatsApp, manca il SID.
pt_pt: Falha ao enviar WhatsApp, o SID está ausente.
ru_ru: Не удалось отправить сообщение WhatsApp, SID отсутствует.
