Repository: WordPressBugBounty/plugins-local-delivery-drivers-for-woocommerce
Catalog: local-delivery-drivers-for-woocommerce/languages/lddfw-*.po
Languages: ar, de_de, es_es, he_il, it_it, pt_pt, ru_ru

source: Just to let you know &mdash; your order #%s is out for delivery.
ar: هذا إشعار لنعلمك &mdash; ان طلبيتك # %s في طريقها للتسليم.
de_de: Nur um Sie wissen zu lassen – Ihre Bestellung #%s ist zur Auslieferung bereit.
es_es: Solo para informarle &mdash; su pedido #%s está listo para la entrega.
he_il: אנו שמחים להודיעך &mdash; שהזמנתך #%s יצאה למשלוח.
it_it: Solo per informarti &mdash; il tuo ordine #%s è in consegna.
pt_pt: Apenas para informá-lo &mdash; o pedido #%s já seguiu para entrega.
ru_ru: Просто чтобы вы знали — ваш заказ №%s выдан курьеру.

source: Key for Maps Directions API, Distance Matrix API and Geocoding API. ( Application restrictions: IP addresses )
ar: مفتاح إرشادات خرائط API، Distance Matrix API and Geocoding API ، (ضوابط التطبيقة: IP addresses )
de_de: Schlüssel für Maps Directions API, Distance Matrix API und Geocoding API. (Anwendungsbeschränkungen: IP-Adressen)
es_es: Clave para la API de Maps Directions y la API de Distance Matrix. (Restricciones de la aplicación: direcciones IP)
he_il: מפתח לממשק Maps Directions API and Distance Matrix API. (הגבלות יישום: כתובות IP)
it_it: Chiave per Maps Directions API, Distance Matrix API e Geocoding API. (Restrizioni dell'applicazione: indirizzi IP)
pt_pt: Chave para Maps Directions API e Distance Matrix API. ( Restrições do aplicativo: endereços IP )
ru_ru: Ключ для API направлений карт и API матрицы расстояний (ограничения приложения: IP-адреса).

source: Key for Maps Embed API, Maps JavaScript API, Directions API and Geocoding API. ( Application restrictions: HTTP referrers )
ar: مفتاح الخرائط المضمنة API، خرائط JavaScript API Maps، إرشادات API و Goecoding API. (ضوابط التطبيقة: مرجعية HTTP)
de_de: Schlüssel für Maps Embed API, Maps JavaScript API, Directions API und Geocoding API. (Anwendungsbeschränkungen: HTTP-Referrer)
es_es: Clave para Maps Embed API y Maps JavaScript API, Directions API. (Restricciones de la aplicación: referencias HTTP
he_il: מפתח ל- Maps Embed API and Maps JavaScript API, Directions API. (הגבלות יישום: HTTP referrers)
it_it: Chiave per Maps Embed API, Maps JavaScript API, Directions API e Geocoding API. (Restrizioni dell'applicazione: referrer HTTP)
pt_pt: Chave para Maps Embed API e Maps JavaScript API, Directions API. ( Restrições do aplicativo: referenciadores HTTP )
ru_ru: Ключ для API встраивания карт и API JavaScript карт, API направлений (ограничения приложения: HTTP-ссылки).

source: Last month
ar: الشهر الفائت
de_de: Letzten Monat
es_es: El mes pasado
he_il: חודש שעבר
it_it: Il mese scorso
ru_ru: Прошлый месяц

source: Last name
ar: الإسم العائلي
de_de: Nachname
es_es: Apellido
he_il: שם משפחה
it_it: Cognome
pt_pt: Apelido
ru_ru: Фамилия

source: Last name is empty.
ar: بيانات الإسم العائلي غير متوفرة.
de_de: Nachname ist leer.
es_es: Apellido está vacío.
he_il: שדה שם משפחה ריק
it_it: Il cognome è vuoto.
pt_pt: Apelido está vazio.
ru_ru: Фамилия не указана.

source: Last week
ar: الأسبوع الماضي
de_de: Letzte Woche
es_es: La semana pasada
he_il: חודש שעבר
it_it: La settimana scorsa
pt_pt: Semana passada
ru_ru: Прошлая неделя

source: Latitude
ar: خط العرض
de_de: Breitengrad
es_es: Latitud
it_it: Latitudine
ru_ru: Широта

source: LDDFW - Assigned order - driver
ar: LDDFW - الطلبية المعينة - السائق
de_de: LDDFW - Zugewiesener Auftrag - Fahrer
es_es: LDDFW - Pedido asignado - repartidor
he_il: LDDFW - הזמנות ששויכו - שליח
it_it: LDDFW - Ordine assegnato - autista
pt_pt: LDDFW - Pedido atribuído - estafeta
ru_ru: LDDFW - Назначенный заказ - курьер

source: LDDFW - Delivered order
ar: LDDFW - تم تسليم الطلبية
de_de: LDDFW - Gelieferte Bestellung
es_es: LDDFW - Pedido entregado
he_il: LDDFW - הזמנה שסופקה
it_it: LDDFW - Ordine consegnato
pt_pt: LDDFW - Pedido entregue
ru_ru: LDDFW - Заказ с доставкой

source: LDDFW - Driver has been Assigned to Order
ar: LDDFW - تم تعيين سائق للطلبية
de_de: LDDFW - Fahrer wurde dem Auftrag zugewiesen
es_es: LDDFW - El repartidor ha sido asignado al pedido
he_il: LDDFW - שליח שויך להזמנה
it_it: LDDFW - L'autista è stato assegnato all'ordine
pt_pt: LDDFW - O estafeta foi atribuído ao pedido.
ru_ru: LDDFW - Курьеру был назначен заказ

source: LDDFW - Failed delivery order
ar: LDDFW - تعذر تسليم الطلبية
de_de: LDDFW - Lieferauftrag fehlgeschlagen
es_es: LDDFW - Pedido de entrega fallido
he_il: LDDFW - הזמנה עם משלוח שכשל
it_it: LDDFW - Ordine di consegna fallito
pt_pt: LDDFW - Pedido de entrega com falha
ru_ru: LDDFW - Неудачный заказ на доставку

source: LDDFW - Out for delivery order
ar: LDDFW - خروج لتسليم الطلبية
de_de: LDDFW - Aus für Lieferauftrag
es_es: LDDFW - Salir a entregar pedido
he_il: LDDFW - יצא למשלוח
it_it: LDDFW - Ordine in consegna
pt_pt: LDDFW - Pedido saiu para entrega
ru_ru: LDDFW - Выдано для доставки заказа

source: LDDFW - The Delivery of Your Order has been Started
ar: LDDFW - الإنطلاق في عملية تسليم طلبيتك
de_de: LDDFW - Die Lieferung Ihrer Bestellung hat begonnen
es_es: LDDFW - Se ha iniciado la entrega de su pedido
he_il: LDDFW - המשלוח של הזמנתך החל
it_it: LDDFW - La consegna del tuo ordine è stata avviata
pt_pt: LDDFW - A entrega do seu pedido foi iniciada
ru_ru: LDDFW - Доставка вашего заказа началась

source: LDDFW - The Driver has been Claimed an Order
ar: LDDFW - قام السائق باستلام طلب
de_de: LDDFW - Der Fahrer hat eine Bestellung erhalten
es_es: LDDFW - El conductor ha reclamado un pedido
he_il: LDDFW - השליח שייך הזמנה אליו
it_it: LDDFW - L'autista ha reclamato un ordine
pt_pt: LDDFW - O estafeta recebeu um pedido
ru_ru: LDDFW - Курьеру был назанчен заказ

source: Leave blank for auto-filling.
ar: ترك مساحة فارغة للملأ بصفة آلية.
de_de: Für die automatische Ausfüllung leer lassen.
es_es: Dejar en blanco para el autocompletado.
he_il: השאר ריק למילוי אוטומטי.
it_it: Lascia vuoto per il completamento automatico.
pt_pt: Deixe em branco para preenchimento automático.
ru_ru: Оставьте поле пустым для автозаполнения.

source: Left at the front door.
ar: وقع تركه عند الباب.
de_de: Links vor der Haustür.
es_es: En la puerta principal.
he_il: הושאר ליד הדלת.
it_it: Lasciato alla porta d'ingresso.
pt_pt: Deixar à porta.
ru_ru: Оставлен у входной двери

source: Left with the neighbor.
ar: وقع تركه عند الجيران.
de_de: Links beim Nachbarn.
es_es: Con el vecino.
he_il: הושאר אצל שכן.
it_it: Lasciato al vicino.
pt_pt: Deixar no vizinho.
ru_ru: Оставлен у соседа

source: License Plate
ar: رقم لوحة السيارة
de_de: Nummernschild
es_es: Matrícula
he_il: לוחית רכב
it_it: Targa
pt_pt: Licença
ru_ru: Номерной знак

source: Light Mode
ar: الوضع الفاتح
de_de: Dunkelmodus
es_es: Modo oscuro
he_il: מימשק בהיר
it_it: Modalità chiara
pt_pt: Modo Claro
ru_ru: Светлый режим

source: Loading
ar: يجري التحميل
de_de: Wird geladen
es_es: Cargando
he_il: טוען
it_it: Caricamento
pt_pt: A carregar
ru_ru: Загрузка

source: Loading next delivery
ar: يجري تحميل طلبية التسليم التالية
de_de: Nächste Lieferung wird geladen
es_es: Cargando próxima entrega
he_il: טוען את המשלוח הבא
it_it: Caricamento della prossima consegna
pt_pt: A carregar a próxima entrega
ru_ru: Загрузка следующей доставки

source: Loading...
ar: جاري التحميل...
de_de: Wird geladen...
es_es: Cargando...
he_il: טוען...
it_it: Caricamento...
pt_pt: Carregando...
ru_ru: Загрузка...

source: Local delivery drivers for WooCommerce is a WooCommerce add-on, you must activate a WooCommerce on your site.
ar: خدمة التسليم المتعلقة بـ WooCommerce هي خدمة إضافية خاصة بـ WooCommerce, الرجاء تفعيل الخدمة عبر الموقع.
de_de: Lokale Liefertreiber für WooCommerce ist ein WooCommerce-Add-On, Sie müssen ein WooCommerce auf Ihrer Website aktivieren.
es_es: Los controladores de entrega local para WooCommerce son un complemento de WooCommerce, debe activar un WooCommerce en su sitio.
he_il: Local delivery drivers for WooCommerce זהו תוסף עבור WooCommerce עליך לאקטב WooCommerce באתר שלך.
it_it: Local Delivery Drivers for WooCommerce è un'estensione di WooCommerce, devi attivare WooCommerce sul tuo sito.
pt_pt: Estafetas de entrega local para WooCommerce é um complemento WooCommerce, deve ativar um WooCommerce no site.
ru_ru: Local delivery drivers for WooCommerce является дополнением для WooCommerce, для его использования необходимо активировать WooCommerce.

source: Local pickup
ar: الإستلام المحلي
de_de: Lokale Aufnahme
es_es: Recogida local
he_il: איסוף עצמי
it_it: Ritiro locale
pt_pt: Coleta local
ru_ru: Местная выдача заказа

source: Log out
ar: خروج
de_de: Ausloggen
es_es: Cerrar sesión
he_il: התנתק
it_it: Disconnettiti
pt_pt: Terminar Sessão
ru_ru: Выход

source: Login
ar: الدخول
de_de: Anmeldung
es_es: Iniciar sesión
he_il: התחבר
it_it: Accesso
pt_pt: Iniciar Sessão
ru_ru: Вход

source: Logo
ar: شعار
he_il: לוגו
pt_pt: Logotipo
ru_ru: Логотип

source: Longitude
ar: خط الطول
de_de: Längengrad
es_es: Longitud
it_it: Longitudine
ru_ru: Долгота

source: Map
ar: الخريطة
de_de: Karte
es_es: Mapa
he_il: מפה
it_it: Mappa
pt_pt: Mapa
ru_ru: Карта

source: Mark orders as out for delivery
ar: تسجيل الطلبيات في وضعية خروج للتسليم
de_de: Bestellungen als versandfertig markieren
es_es: Marcar pedidos como listos para entrega
he_il: סמן הזמנות ליציאה למשלוח
it_it: Segna gli ordini come in consegna
pt_pt: Marcar pedidos como Seguir para Entrega
ru_ru: Подтверждение выдачи заказов

source: Message
ar: رسالة نصية
de_de: Nachricht
es_es: Mensaje
he_il: הודעה
it_it: Messaggio
pt_pt: Mensagem
ru_ru: Кратко о себе

source: mile / km
ar: ميل / كم
de_de: Meile / km
es_es: milla / km
he_il: מייל / ק"מ
it_it: miglio / km
pt_pt: milha / km
ru_ru: мили / км

source: mins
ar: دقائق
de_de: Minuten
es_es: minutos
he_il: דקות
pt_pt: Minutos
ru_ru: мин.

source: minute
ar: دقيقة
es_es: minuto
he_il: דקה
it_it: minuto
pt_pt: minuto
ru_ru: мин.

source: Minutes
ar: دقائق
de_de: Minuten
es_es: Minutos
he_il: דקות
it_it: Minuti
pt_pt: Minutos
ru_ru: Мин.

source: Name
ar: الإسم
es_es: Nombre
he_il: שם
it_it: Nome
pt_pt: Nome
ru_ru: Имя

source: Navigate
ar: التصفح
de_de: Navigieren
es_es: Navegar
he_il: נווט
it_it: Naviga
pt_pt: Navegar
ru_ru: Навигация

source: Navigate with Waze, Apple Maps, or Google Maps.
ar: التصفح باستخدام Waze، او Apple Maps، او Google Maps.
de_de: Navigieren Sie mit Waze, Apple Maps oder Google Maps.
es_es: Navega con Waze, Apple Maps o Google Maps.
he_il: נווט עם Waze, Apple Maps, או Google Maps.
it_it: Naviga con Waze, Apple Maps o Google Maps.
pt_pt: Navegar com Waze, Apple Maps, ou Google Maps
ru_ru: Навигация осуществляется с помощью карт Waze, Apple или Google.

source: Navigation APP
ar: تطبيق التصفح APP
de_de: Navigations-APP
es_es: APP de Navegación
he_il: אפליקציית ניווט
it_it: App di navigazione
pt_pt: APP de navegação
ru_ru: Система навигации

source: Net Total
ar: المجموع الصافي
de_de: Netto Gesamt
es_es: Total Neto
he_il: סכום ביניים
it_it: Totale netto
pt_pt: Total líquido
ru_ru: Итого

source: New Delivery Driver Application
ar: تطبيقة سائق التسليم الجديدة
de_de: Neue Lieferfahreranwendung
es_es: Nueva Aplicación de Repartidor
he_il: טופס שליח חדש
it_it: Nuova applicazione per autista di consegna
pt_pt: Novo aplicativo de estafeta
ru_ru: Новое приложение курьера

source: New Driver? Apply for Delivery Driver.
ar: سائق جديد؟ تقدم بمطلب سائق جديد.
de_de: Neuer Fahrer? Bewerben Sie sich als Lieferfahrer.
es_es: Repartidor nuevo? Solicitar Ser Repartidor
he_il: שליח חדש? שלח בקשה להצטרף.
it_it: Nuovo autista? Fai domanda per autista di consegna.
pt_pt: Novo estafeta? Candidata-te.
ru_ru: Новый курьер? Нажмите сюда.

source: New drivers application form
ar: إستمارة مطلب سائق جديد
de_de: Antragsformular für neue Fahrer
es_es: Formulario de solicitud de nuevos repartidores
he_il: טופס בקשה לנהגים חדשים
it_it: Modulo di domanda per nuovi autisti
pt_pt: Novo formulário de inscrição para estafeta
ru_ru: Анкета для новых курьеров

source: New password
ar: كلمة عبور جديدة
de_de: Neues Kennwort
es_es: Nueva contraseña
he_il: סיסמא חדשה
it_it: Nuova password
pt_pt: Nova password
ru_ru: Новый пароль

source: New password and confirm password do not match.
ar: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقين.
de_de: Neues Passwort und Passwort zur Bestätigung stimmen nicht überein.
es_es: La contraseña nueva y la contraseña de confirmación no coinciden.
he_il: סיסמה חדשה ואישור סיסמה אינם תואמים.
it_it: La nuova password e la password di conferma non corrispondono.
pt_pt: As novas senhas não coincidem
ru_ru: Новый пароль и его подтверждение не совпадают.

source: No
ar: لا
de_de: Nein
he_il: לא
pt_pt: Não
ru_ru: Нет

source: No drivers
ar: السائقون غير متوفرون
de_de: Keine Fahrer
es_es: Sin repartidores
he_il: אין שליחים
it_it: Nessun autista
pt_pt: Sem estafetas
ru_ru: Курьеров нет

source: No orders
ar: الطلبيات غير متوفرة
de_de: Keine Bestellungen
es_es: Sin pedidos
he_il: אין הזמנות
it_it: Nessun ordine
pt_pt: Sem pedidos
ru_ru: Заказов нет

source: No orders were assigned. All orders are already assigned to drivers.
ar: لم يتم تعيين أي طلبات. تم تعيين جميع الطلبات بالفعل للسائقين.
de_de: Es wurden keine Bestellungen zugewiesen. Alle Bestellungen sind bereits Fahrern zugewiesen.
es_es: No se asignaron pedidos. Todos los pedidos ya están asignados a conductores.
he_il: לא שויכו הזמנות. כל ההזמנות כבר שויכו לנהגים.
it_it: Nessun ordine è stato assegnato. Tutti gli ordini sono già assegnati agli autisti.
pt_pt: Nenhum pedido foi atribuído. Todos os pedidos já estão atribuídos a motoristas.
ru_ru: Заказы не были назначены. Все заказы уже назначены водителям.

source: No payment
ar: لا يوجد دفع
de_de: Keine Zahlung
es_es: Sin pago
he_il: אין תשלום
it_it: Nessun pagamento
pt_pt: Sem pagamento
ru_ru: Нет платежа

source: no route could be found between the origin and address.
ar: لا يتوفر مسار يربط نقطة الإنطلاق بالوجهة.
de_de: zwischen Ursprung und Adresse konnte keine Route gefunden werden.
es_es: no se pudo encontrar una ruta entre el origen y la dirección.
he_il: לא ניתן למצוא מסלול בין המקור לכתובת.
it_it: nessun percorso trovato tra l'origine e l'indirizzo.
pt_pt: Nenhuma rota foi encontrada entre a origem e o endereço.
ru_ru: не удалось построить маршрут от исходной точки до адреса.

source: None
ar: لا أحد
de_de: Keine
es_es: Ninguno
he_il: אף אחד
it_it: Nessuno
pt_pt: Nenhum
ru_ru: Нет

source: Not active
ar: غير مفعًّل
de_de: Nicht aktiv
es_es: No activo
he_il: לא פעיל
it_it: Non attivo
pt_pt: Não ativo
ru_ru: Неактивен

source: Not Delivered
ar: لم يتم تسليم الطلبية
de_de: Nicht zugestellt
es_es: No Entregado
he_il: לא נשלח
it_it: Non consegnato
pt_pt: Não entregue
ru_ru: Не доставлено

source: Not Found
ar: غير متوفر
de_de: Nicht gefunden
es_es: Extraviado
he_il: לא נמצא
it_it: Non trovato
pt_pt: Não encontrado
ru_ru: Ничего не найдено

source: Not found in Trash
ar: غير متوفر في ملف المحذوفات
de_de: Nicht im Papierkorb gefunden
es_es: No encontrado en la Papelera
he_il: לא נמצא בסל מחזור
it_it: Non trovato nel Cestino
pt_pt: Não encontrado no lixo
ru_ru: Не найдено в корзине

source: Note
ar: ملاحظة
de_de: Notiz
es_es: Nota
he_il: הודעה
it_it: Nota
pt_pt: Notas
ru_ru: Заметка

source: Note to the driver
ar: ملاحظة إلى السائق
de_de: Notiz an den Fahrer
es_es: Nota para el conductor
he_il: הערה לשליח
it_it: Nota per l'autista
pt_pt: Nota para o estafeta
ru_ru: Примечание для курьера

source: Notice: If you want to be logged in as an administrator and to check the drivers' panel on the same device, %1$s %2$syou must work with two different browsers otherwise you will log out from the admin panel and the drivers' panel won't function correctly.%3$s
ar: تحذير: إذا اردت الولوج للتطبيقة بصفة مدير ورغبت في الإطلاع على واجهة إعدادات السائق باستخدام ذات الجهاز، %1$s %2$s يتعين عليك استخدام محركي بحث مختلفين، وخلافا لذلك سيتم فصل الإتصال عبر صفة المدير ولن تشتغل واجهة إعدادات السائق بصفة عادية. %3$s
de_de: Hinweis: Wenn Sie sich als Administrator anmelden und das Fahrer-Panel auf demselben Gerät überprüfen möchten, %1$s %2$sSie müssen mit zwei verschiedenen Browsern arbeiten, sonst melden Sie sich vom Admin-Panel und den Treibern ab ' Panel funktioniert nicht richtig.%3$s
es_es: Aviso: Si desea iniciar sesión como administrador y verificar el panel de repartidores en el mismo dispositivo, %1$s %2$s tu debes trabajar con dos navegadores diferentes; de lo contrario, cerrará la sesión del panel de administración y el panel de repartidores para que funcione correctamente. %3$s
he_il: שים לב: אם אתה רוצה להיות מחובר כמנהל ולבדוק את ממשק השליחים באותו המכשיר,%1$s %2$sאתה חייב לעבוד עם שני דפדפנים שונים אחרת אתה תתנתק ממשק הניהול וממשק השליחים לא יתפקד כראוי.%3$s
it_it: Avviso: Se vuoi essere loggato come amministratore e controllare il pannello dei driver sullo stesso dispositivo, %1$s %2$s devi lavorare con due browser diversi altrimenti ti disconnetterai dal pannello di amministrazione e il pannello dei driver non funzionerà correttamente.%3$s
pt_pt: Aviso: Se deseja conectar como administrador e verificar o painel de estafetas no mesmo dispositivo,%1$s %2$s deve trabalhar com dois browsers diferentes, caso contrário, sairá do painel de administração e o painel de estafetas não funcionará corretamente.%3$s
ru_ru: Если хотите войти в систему как администратор и получить доступ к панели курьеров на одном устройстве, %1$s %2$sнеобходимо использовать два разных браузера, иначе вы будете выброшены из панели администратора, и панель курьеров будет работать неправильно%3$s.

source: of delivery price
ar: من سعر التسليم
de_de: des Lieferpreises
es_es: del precio de entrega
he_il: של מחיר המשלוח
it_it: del prezzo di consegna
pt_pt: do preço da entrega
ru_ru: от цены доставки

source: of order total
ar: من إجمالي الطلب
de_de: des Bestellgesamtbetrags
es_es: del total del pedido
he_il: מסך ההזמנה
it_it: del totale dell'ordine
pt_pt: do total do pedido
ru_ru: от суммы заказа

source: Ok
ar: موافق
de_de: Okay
he_il: אישור
ru_ru: Да

source: Only drivers with active accounts can access the drivers' panel.
ar: لا يمكن إلا للسائقين المتوفرين على حساب مفعَّل تغيير إعدادات السائق.
de_de: Nur Fahrer mit aktiven Konten können auf das Fahrerfenster zugreifen.
es_es: Solo los repartidores con cuentas activas pueden acceder al Panel de Repartidores.
he_il: רק שליחים עם חשבונות פעילים יכולים לגשת לממשק שליחים.
it_it: Solo gli autisti con account attivi possono accedere al pannello autisti.
pt_pt: Somente estafetas com contas ativas podem aceder ao painel de estafetas.
ru_ru: Только курьеры с активными учётными записями могут получить доступ к панели курьеров.

source: Optimize route
ar: المسار الأنسب
de_de: Route optimieren
es_es: Optimizar ruta
he_il: שפר מסלול
it_it: Ottimizzare percorso
pt_pt: Otimizar rota
ru_ru: Оптимизация маршрута

source: Optimize route, please wait...
ar: اختيار المسار الأنسب، الرجاء الإنتظار قليلا...
de_de: Route optimieren, bitte warten...
es_es: Optimice la ruta, espere...
he_il: מבצע אופטימיזציה למסלול, אנא המתן ...
it_it: Ottimizzare il percorso, attendere prego...
pt_pt: Otimizar rota, por favor aguarde ...
ru_ru: Оптимизация маршрута, пожалуйста, подождите...

source: Order
ar: طلب
de_de: Bestellung
es_es: Pedido
he_il: הזמנה
it_it: Ordine
pt_pt: Pedido
ru_ru: Заказ

source: Order #
ar: الطلبية #
de_de: Befehl #
es_es: Pedido #
he_il: הזמנה #
it_it: Ordine #
pt_pt: Pedido #
ru_ru: Заказ №

source: Order #%s from %s has been assigned to you.
ar: الطلبية رقم #%s من %s وقع إسنادها إليك.
de_de: Bestellung #%s von %s wurde dir zugewiesen.
es_es: Pedido n.º %s de %s ha sido asignado a ti.
he_il: הזמנה מספר #%s מ-%s הוקצתה אליך.
it_it: L'ordine #%s da %s ti è stato assegnato.
pt_pt: O pedido #%s de %s foi atribuído a você.
ru_ru: Заказ #%s от %s был назначен вам.

source: Order #%s has been delivered:
ar: الطلبية # %s وقع تسليمها:
de_de: Bestellung #%s wurde geliefert:
es_es: Se ha entregado el pedido #%s:
he_il: הזמנה #%s נמסרה:
it_it: L'ordine #%s è stato consegnato:
pt_pt: O pedido #% s foi entregue:
ru_ru: Заказ №%s доставлен:

source: Order #{order_number}
ar: الطلبية # {order_number}
de_de: Bestellung #{order_number}
es_es: Pedido #{order_number}
he_il: הזמנה #{order_number}
it_it: Ordine #{numero_ordine}
pt_pt: Pedido #{order_number}
ru_ru: Заказ №{order_number}

source: Order - Billing Address
ar: الطلبيات - عنوان الفواتير
de_de: Bestellung - Rechnungsadresse
es_es: Pedido: Dirección de Facturación
he_il: הזמנה - פרטי המזמין
it_it: Ordine - Indirizzo di fatturazione
pt_pt: Pedido - Endereço de cobrança
ru_ru: Заказ - адрес для выставления счетов

source: Order - Customer
ar: الطلبيات - الزبون
de_de: Bestellung - Kunde
es_es: Pedido - Cliente
he_il: הזמנה - לקוח
it_it: Ordine - Cliente
pt_pt: Pedido - Cliente
ru_ru: Заказ - Клиент

source: Order - Info
ar: الطلبيات - البيانات
de_de: Bestellung - Info
es_es: Pedido - Información
he_il: הזמנה - מידע
it_it: Ordine - Info
pt_pt: Pedido - Informação
ru_ru: Заказ - Инфо

source: Order - Pickup
ar: الطلبيات - الشحن
de_de: Bestellung - Abholung
es_es: Pedido - Recogida
he_il: הזמנה - איסוף
it_it: Ordine - Ritiro
pt_pt: Pedido - Retirada
ru_ru: Заказ - Выдача

source: Order - Shipping Address
ar: الطلبيات - عنوان الشحن
de_de: Bestellung - Lieferadresse
es_es: Pedido - Dirección de Envío
he_il: הזמנה - כתובת למשלוח
it_it: Ordine - Indirizzo di spedizione
pt_pt: Pedido - Endereço de entrega
ru_ru: Заказ - Адрес доставки

source: Order Amount
ar: مبلغ الطلبية
de_de: Bestellbetrag
es_es: Total de la Orden
he_il: סכום הזמנה
it_it: Importo dell'ordine
pt_pt: Valor do pedido
ru_ru: Сумма заказа

source: Order Assigned
ar: الطلبية التي تمَّ إضافتها
de_de: Auftrag zugewiesen
es_es: Pedido Asignado
he_il: הזמנות ששויכו
it_it: Ordine assegnato
pt_pt: Pedido Atribuído
ru_ru: Назначенный заказ

source: Order Create Date
ar: تاريخ إحداث الطلبية
de_de: Erstellungsdatum der Bestellung
es_es: Fecha de Creación del Pedido
he_il: תאריך יצירת הזמנה
it_it: Data di creazione dell'ordine
pt_pt: Data de Criação do Pedido
ru_ru: Дата создания заказа

source: Order Currency
ar: عملة الطلبية
de_de: Bestellwährung
es_es: Moneda del Pedido
he_il: מטבע
it_it: Valuta dell'ordine
ru_ru: Валюта заказа

source: Order Delivered
ar: تم تسليم الطلبية
de_de: Bestellung geliefert
es_es: Pedido Entregado
he_il: הזמנה סופקה
it_it: Ordine consegnato
pt_pt: Pedido Entregue
ru_ru: Заказ доставлен

source: Order details
ar: تفاصيل الطلب
de_de: Bestelldetails
es_es: Detalles del pedido
he_il: פרטי הזמנה
it_it: Dettagli dell'ordine
pt_pt: Detalhes do pedido
ru_ru: Детали заказа

source: Order Id
ar: رقم الطلبية
de_de: Auftragsnummer
es_es: Pedido ID
he_il: מספר השמנה
it_it: ID Ordine
pt_pt: Id do pedido
ru_ru: ID заказа

source: Order not found.
ar: لم يتم العثور على الطلب.
de_de: Bestellung nicht gefunden.
es_es: Pedido no encontrado.
he_il: הזמנה לא נמצאה.
it_it: Ordine non trovato.
pt_pt: Pedido não encontrado.
ru_ru: Заказ не найден.

source: Order processing status
ar: وضعية تجهيز الطلبية
de_de: Auftragsbearbeitungsstatus
es_es: Estado del procesamiento de pedidos
he_il: סטטוס הזמנה בתהליך
it_it: Stato di elaborazione dell'ordine
pt_pt: Estado de processamento do pedido
ru_ru: Статус обработки заказа

source: Order Status
ar: وضعية الطلبية
de_de: Bestellstatus
es_es: Estado del Pedido
he_il: סטטוס הזמנה
it_it: Stato dell'ordine
pt_pt: Estado do pedido
ru_ru: Статус заказа

source: Order total percentage
ar: مجموع النسبة المئوية من الطلبيات
de_de: Gesamtprozentsatz der Bestellung
es_es: Porcentaje total del pedido
he_il: אחוז מסכום הזמנה
it_it: Percentuale totale dell'ordine
pt_pt: Percentagem total do pedido
ru_ru: Общий процент заказов

source: Orders
ar: طلبيات
de_de: Aufträge
es_es: Pedidos
he_il: הזמנות
it_it: Ordini
pt_pt: Pedidos
ru_ru: Доставлено заказов

source: Orders - Claim Orders
ar: الطلبات - الحصول على الطلبات
de_de: Bestellungen - Bestellungen anfordern
es_es: Pedidos - Pedidos en Reclamación
he_il: הזמנות - שיוך הזמנות
it_it: Ordini - Reclamo ordini
pt_pt: Pedidos - Pedidos de Reivindicação
ru_ru: Заказы - Запросы
